[{"character": "rainsford", "frequency": 134, "appearances": ["Rainsford asked.", "Some superstition--\"  \"Can't see it,\" remarked Rainsford, trying to peer through the dank tropical night that was palpable as it pressed its thick warm blackness in upon the yacht.", "\"Nor four yards,\" admitted Rainsford.", "\"The best sport in the world,\" agreed Rainsford.", "\"Don't talk rot, Whitney,\" said Rainsford.", "\"Nonsense,\" laughed Rainsford.", "asked Rainsford.", "suggested Rainsford.", "\"Pure imagination,\" said Rainsford.", "Well, I think I'll turn in now, Rainsford.\"", "\"I'm not sleepy,\" said Rainsford.", "\"Good night, then, Rainsford.", "There was no sound in the night as Rainsford sat there but the muffled throb of the engine that drove the yacht swiftly through the darkness, and the swish and ripple of the wash of the propeller.", "Rainsford, reclining in a steamer chair, indolently puffed on his favorite brier.", "Rainsford sprang up and moved quickly to the rail, mystified.", "Rainsford remembered the shots.", "He began to count his strokes; he could do possibly a hundred more and then--  Rainsford heard a sound.", "\"Pistol shot,\" muttered Rainsford, swimming on.", "What perils that tangle of trees and underbrush might hold for him did not concern Rainsford just then.", "He saw no sign of a trail through the closely knit web of weeds and trees; it was easier to go along the shore, and Rainsford floundered along by the water.", "A small, glittering object not far away caught Rainsford's eye and he picked it up.", "Bleak darkness was blacking out the sea and jungle when Rainsford sighted the lights.", "\"Mirage,\" thought Rainsford.", "Again Rainsford lifted the heavy knocker, and let it fall.", "The door opened then--opened as suddenly as if it were on a spring--and Rainsford stood blinking in the river of glaring gold light that poured out.", "The first thing Rainsford's eyes discerned was the largest man Rainsford had ever seen--a gigantic creature, solidly made and black bearded to the waist.", "In his hand the man held a long-barreled revolver, and he was pointing it straight at Rainsford's heart.", "Out of the snarl of beard two small eyes regarded Rainsford.", "\"Don't be alarmed,\" said Rainsford, with a smile which he hoped was disarming.", "My name is Sanger Rainsford of New York City.\"", "He gave no sign that he understood Rainsford's words, or that he had even heard them.", "\"I'm Sanger Rainsford of New York,\" Rainsford began again.", "Then Rainsford saw the man's free hand go to his forehead in a military salute, and he saw him click his heels together and stand at attention.", "He advanced to Rainsford and held out his hand.", "In a cultivated voice marked by a slight accent that gave it added precision and deliberateness, he said, \"It is a very great pleasure and honor to welcome Mr. Sanger Rainsford, the celebrated hunter, to my home.\"", "Automatically Rainsford shook the man's hand.", "Rainsford's first impression was that the man was singularly handsome; his second was that there was an original, almost bizarre quality about the general's face.", "He was a tall man past middle age, for his hair was a vivid white; but his thick eyebrows and pointed military mustache were as black as the night from which Rainsford had come.", "\"Follow Ivan, if you please, Mr. Rainsford,\" said the general.", "It was to a huge, beam-ceilinged bedroom with a canopied bed big enough for six men that Rainsford followed the silent giant.", "Ivan laid out an evening suit, and Rainsford, as he put it on, noticed that it came from a London tailor who ordinarily cut and sewed for none below the rank of duke.", "About the hall were mounted heads of many animals--lions, tigers, elephants, moose, bears; larger or more perfect specimens Rainsford had never seen.", "\"You'll have a cocktail, Mr. Rainsford,\" he suggested.", "The cocktail was surpassingly good; and, Rainsford noted, the table appointments were of the finest--the linen, the crystal, the silver, the china.", "\"Not in the least,\" declared Rainsford.", "But there was one small trait of .the general's that made Rainsford uncomfortable.", "\"You have some wonderful heads here,\" said Rainsford as he ate a particularly well-cooked filet mignon.", "Rainsford expressed his surprise.", "Rainsford asked.", "Rainsford.\"", "\"But what game--\" began Rainsford.", "\"Yes, that's so,\" said Rainsford.", "Now, mine is an analytical mind, Mr. Rainsford.", "You are much younger than I am, Mr. Rainsford, and have not hunted as much, but you perhaps can guess the answer.\"", "Rainsford leaned across the table, absorbed in what his host was saying.", "Rainsford's bewilderment showed in his face.", "\"But no animal can reason,\" objected Rainsford.", "\"But you can't mean--\" gasped Rainsford.", "He regarded Rainsford quizzically.", "Surely your experiences in the war--\"  \"Did not make me condone cold-blooded murder,\" finished Rainsford stiffly.", "Rainsford.\"", "\"But they are men,\" said Rainsford hotly.", "Rainsford went to the window and looked out toward the sea.", "Rainsford's eyes saw only blackness, and then, as the general pressed a button, far out to sea Rainsford saw the flash of lights.", "Rainsford, with an effort, held his tongue in cheek.", "Invariably, Mr. Rainsford, invariably they choose the hunt.\"", "Then he added, hastily: \"I don't wish you to think me a braggart, Mr. Rainsford.", "The general steered Rainsford to a window.", "The lights from the windows sent a flickering illumination that made grotesque patterns on the courtyard below, and Rainsford could see moving about there a dozen or so huge black shapes; as they turned toward him, their eyes glittered greenly.", "\"I hope,\" said Rainsford, \"that you will excuse me tonight, General Zaroff.", "I've one rather promising prospect--\" Rainsford was hurrying from the room.", "He looks resourceful--Well, good night, Mr. Rainsford; I hope you have a good night's rest.\"", "The bed was good, and the pajamas of the softest silk, and he was tired in every fiber of his being, but nevertheless Rainsford could not quiet his brain with the opiate of sleep.", "Rainsford went back to the bed and lay down.", "He was solicitous about the state of Rainsford's health.", "I am worried, Mr. Rainsford.", "To Rainsford's questioning glance the general said, \"Ennui.", "Rainsford?\"", "\"General,\" said Rainsford firmly, \"I wish to leave this island at once.\"", "You've had no hunting--\"  \"I wish to go today,\" said Rainsford.", "He filled Rainsford's glass with venerable Chablis from a dusty bottle.", "Rainsford shook his head.", "\"You don't mean--\" cried Rainsford.", "The general raised his glass, but Rainsford sat staring at him.", "\"And if I win -\" began Rainsford huskily.", "The general read what Rainsford was thinking.", "\"I'll agree to nothing of the kind,\" said Rainsford.", "\"Ivan,\" he said to Rainsford, \"will supply you with hunting clothes, food, a knife.", "You can imagine my feelings, Mr. Rainsford.", "Au revoir, Mr. Rainsford, au revoir.\"", "Rainsford had fought his way through the bush for two hours.", "\"I'll give him a trail to follow,\" muttered Rainsford, and he struck off from the rude path he had been following into the trackless wilderness.", "But perhaps the general was a devil--  An apprehensive night crawled slowly by like a wounded snake and sleep did not visit Rainsford, although the silence of a dead world was on the jungle.", "Toward morning when a dingy gray was varnishing the sky, the cry of some startled bird focused Rainsford's attention in that direction.", "Something was coming through the bush, coming slowly, carefully, coming by the same winding way Rainsford had come.", "Rainsford's impulse was to hurl himself down like a panther, but he saw that the general's right hand held something metallic--a small automatic pistol.", "Then he straightened up and took from his case one of his black cigarettes; its pungent incenselike smoke floated up to Rainsford's nostrils.", "Rainsford held his breath.", "Rainsford froze there, every muscle tensed for a spring.", "But the sharp eyes of the hunter stopped before they reached the limb where Rainsford lay; a smile spread over his brown face.", "The pent-up air burst hotly from Rainsford's lungs.", "Rainsford's second thought was even more terrible.", "Rainsford did not want to believe what his reason told him was true, but the truth was as evident as the sun that had by now pushed through the morning mists.", "Then it was that Rainsford knew the full meaning of terror.", "Throwing off his sack of food, Rainsford took his knife from its sheath and began to work with all his energy.", "So intent was the Cossack on his stalking that he was upon the thing Rainsford had made before he saw it.", "He stood there, rubbing his injured shoulder, and Rainsford, with fear again gripping his heart, heard the general's mocking laugh ring through the jungle.", "\"Rainsford,\" called the general, \"if you are within sound of my voice, as I suppose you are, let me congratulate you.", "You are proving interesting, Mr. Rainsford.", "When the general, nursing his bruised shoulder, had gone, Rainsford took up his flight again.", "Rainsford had dug himself in in France when a second's delay meant death.", "It seemed to Rainsford that the general was coming with unusual swiftness; he was not feeling his way along, foot by foot.", "Rainsford, crouching there, could not see the general, nor could he see the pit.", "\"You've done well, Rainsford,\" the voice of the general called.", "I think, Mr. Rainsford, I'll see what you can do against my whole pack.", "At daybreak Rainsford, lying near the swamp, was awakened by a sound that made him know that he had new things to learn about fear.", "Rainsford knew he could do one of two things.", "On a ridge Rainsford climbed a tree.", "Straining his eyes, he saw the lean figure of General Zaroff; just ahead of him Rainsford made out another figure whose wide shoulders surged through the tall jungle weeds; it was the giant Ivan, and he seemed pulled forward by some unseen force; Rainsford knew that Ivan must be holding the pack in leash.", "Rainsford knew now how an animal at bay feels.", "The baying of the hounds stopped abruptly, and Rainsford's heart stopped too.", "But the hope that was in Rainsford's brain when he climbed died, for he saw in the shallow valley that General Zaroff was still on his feet.", "Rainsford had hardly tumbled to the ground when the pack took up the cry again.", "Rainsford forced himself on toward that gap.", "Rainsford hesitated.", "\"Rainsford!\"", "\"Swam,\" said Rainsford.", "Rainsford did not smile.", "On guard, Rainsford.\"", "He had never slept in a better bed, Rainsford decided."]}, {"character": "zaroff", "frequency": 20, "appearances": ["\"I am General Zaroff.\"", "Half apologetically General Zaroff said, \"We do our best to preserve the amenities of civilization here.", "\"Perhaps,\" said General Zaroff, \"you were surprised that I recognized your name.", "\"No doubt, General Zaroff.\"", "The island is perfect for my purposes--there are jungles with a maze of traits in them, hills, swamps--\"  \"But the animal, General Zaroff?\"", "\"I can't believe you are serious, General Zaroff.", "Great Guns, General Zaroff, what you speak of is murder.\"", "\"I hope,\" said Rainsford, \"that you will excuse me tonight, General Zaroff.", "General Zaroff did not appear until luncheon.", "General Zaroff's face suddenly brightened.", "\"I'll cheerfully acknowledge myself defeat if I do not find you by midnight of the third day,\" said General Zaroff.", "General Zaroff, with a deep, courtly bow, strolled from the room.", "His whole idea at first was to put distance between himself and General Zaroff; and, to this end, he had plunged along, spurred on by the sharp rowers of something very like panic.", "Even so zealous a hunter as General Zaroff could not trace him there, he told himself; only the devil himself could follow that complicated trail through the jungle after dark.", "It was General Zaroff.", "Following the trail with the sureness of a bloodhound came General Zaroff.", "Straining his eyes, he saw the lean figure of General Zaroff; just ahead of him Rainsford made out another figure whose wide shoulders surged through the tall jungle weeds; it was the giant Ivan, and he seemed pulled forward by some unseen force; Rainsford knew that Ivan must be holding the pack in leash.", "But the hope that was in Rainsford's brain when he climbed died, for he saw in the shallow valley that General Zaroff was still on his feet.", "General Zaroff had an exceedingly good dinner in his great paneled dining hall that evening.", "\"Get ready, General Zaroff.\""]}, {"character": "ivan", "frequency": 15, "appearances": ["\"Ivan is an incredibly strong fellow,\" remarked the general, \"but he has the misfortune to be deaf and dumb.", "Ivan had reappeared, and the general spoke to him with lips that moved but gave forth no sound.", "\"Follow Ivan, if you please, Mr. Rainsford,\" said the general.", "Ivan laid out an evening suit, and Rainsford, as he put it on, noticed that it came from a London tailor who ordinarily cut and sewed for none below the rank of duke.", "The dining room to which Ivan conducted him was in many ways remarkable.", "He raised his hand, and Ivan, who served as waiter, brought thick Turkish coffee.", "If he does not wish to hunt, I turn him over to Ivan.", "Ivan once had the honor of serving as official knouter to the Great White Czar, and he has his own ideas of sport.", "But may I not venture to suggest that you will find my idea of sport more diverting than Ivan's?\"", "\"Ivan,\" he said to Rainsford, \"will supply you with hunting clothes, food, a knife.", "From another door came Ivan.", "Straining his eyes, he saw the lean figure of General Zaroff; just ahead of him Rainsford made out another figure whose wide shoulders surged through the tall jungle weeds; it was the giant Ivan, and he seemed pulled forward by some unseen force; Rainsford knew that Ivan must be holding the pack in leash.", "But Ivan was not.", "One was the thought that it would be difficult to replace Ivan; the other was that his quarry had escaped him; of course, the American hadn't played the game--so thought the general as he tasted his after-dinner liqueur."]}, {"character": "whitney", "frequency": 9, "appearances": [" ﻿ The Most Dangerous Game\t\t\t  by Richard Connell\t\t\t  \"OFF THERE to the right--somewhere--is a large island,\" said Whitney.\"", "\"The old charts call it `Ship-Trap Island,\"' Whitney replied.\"", "\"You've good eyes,\" said Whitney, with a laugh,\" and I've seen you pick off a moose moving in the brown fall bush at four hundred yards, but even you can't see four miles or so through a moonless Caribbean night.\"", "\"It will be light enough in Rio,\" promised Whitney.", "\"For the hunter,\" amended Whitney.", "\"Don't talk rot, Whitney,\" said Rainsford.", "\"Perhaps the jaguar does,\" observed Whitney.", "\"This hot weather is making you soft, Whitney.", "Good night, Whitney.\""]}]