[{"character": "jim", "frequency": 30, "appearances": ["Tomorrow would be Christmas Day, and she had only $1.87 with which to buy   Jim a gift.", "Only $ 1.87 to buy a gift for Jim.", "Her Jim.", "Something almost worth the honor of belonging to Jim.", "One thing was Jim’s gold watch.", "If a king had lived in the same house, with all his riches, Jim would have looked at his watch every time they met.", "Jim knew that no king       had anything so valuable.", "She was going from   one shop to another, to find a gift for Jim.", "It surely had been made for Jim and no one else.", "As soon as she saw it, she knew that Jim must have it.", "With that chain on his watch, Jim could look at his watch and learn the time anywhere he might be.", "“If Jim doesn’t kill me,” she said to herself, “before he looks at me   a second time, he’ll say I look like a girl who sings and dances for money.", "What could I do with a dollar and eighty-seven cents?”  At seven, Jim’s dinner was ready for him.", "Jim was never late.", "And now she said: “Please God, make him think I’m still pretty.”  The door opened and Jim stepped in.", "Jim stopped inside the door.", "“Jim, dear,” she cried, “don’t look at me like that.", "It’s Christmas, Jim.", "You don’t know what a nice—what a beautiful nice gift I got for you.”  “You’ve cut off your hair?” asked Jim slowly.", "I’m   me, Jim.", "I’m the same without my hair.”  Jim looked around the room.", "Shall we eat   dinner, Jim?”  Jim put his arms around his Della.", "From inside the coat, Jim took something tied in paper.", "But she held them to her heart, and at last was able to look up   and say: “My hair grows so fast, Jim!”    And then she jumped up and cried, “Oh, oh!”  Jim had not yet seen his beautiful gift.", "“Isn’t it perfect, Jim?", "I want to see how they look together.”  Jim sat down and smiled."]}, {"character": "james", "frequency": 6, "appearances": ["James Dillingham Young.”    When the name was placed there, Mr. James Dillingham Young was being paid $30 a week.", "James D. Young.” But when Mr. James Dillingham Young entered the furnished rooms, his name became very short indeed.", "Mrs. James Dillingham Young put her arms warmly about him and called   him “Jim.” You have already met her.", "The James Dillingham Youngs were very proud of two things which they owned."]}, {"character": "dillingham", "frequency": 5, "appearances": ["James Dillingham Young.”    When the name was placed there, Mr. James Dillingham Young was being paid $30 a week.", "James D. Young.” But when Mr. James Dillingham Young entered the furnished rooms, his name became very short indeed.", "Mrs. James Dillingham Young put her arms warmly about him and called   him “Jim.” You have already met her.", "The James Dillingham Youngs were very proud of two things which they owned."]}, {"character": "magi", "frequency": 4, "appearances": [" The Gift of the Magi  ONE DOLLAR AND EIGHTY-SEVEN CENTS.", "The magi brought valuable gifts, but that was not among them.", "And now I think we should have our dinner.”  The magi, as you know, were wise men—wonderfully wise men— who brought gifts to the newborn Christ-child.", "They are the magi."]}]