[{"character": "holmes", "frequency": 97, "appearances": ["(_Being a reprint from the reminiscences of_ JOHN H. WATSON, M.D., _late  of the Army Medical Department._) [2]          CHAPTER I. MR. SHERLOCK HOLMES.", "\"You  don't know Sherlock Holmes yet,\" he said; \"perhaps you would not care  for him as a constant companion.\"", "\"Holmes is a little too scientific for my tastes--it approaches to  cold-bloodedness.", "\"Dr. Watson, Mr. Sherlock Holmes,\" said Stamford, introducing us.", "Now we have the Sherlock  Holmes' test, and there will no longer be any difficulty.\"", "\"Very interesting reading it might be made, too,\" remarked Sherlock  Holmes, sticking a small piece of plaster over the prick on his finger.", "Sherlock Holmes seemed delighted at the idea of sharing his rooms with  me.", "That very evening I moved my things round from the hotel, and on the  following morning Sherlock Holmes followed me with several boxes and  portmanteaus.", "Holmes was certainly not a difficult man to live with.", "It ran  in this way--      SHERLOCK HOLMES--his limits.", "When any of these  nondescript individuals put in an appearance, Sherlock Holmes used to  beg for the use of the sitting-room, and I would retire to my bed-room.", "It was upon the 4th of March, as I have good reason to remember, that I  rose somewhat earlier than usual, and found that Sherlock Holmes had not  yet finished his breakfast.", "asked Sherlock Holmes.", "\"You would lose your money,\" Sherlock Holmes remarked calmly.", "Sherlock Holmes rose and lit his pipe.", "Sherlock Holmes sniffed sardonically.", "\"You mean the retired sergeant of Marines,\" said Sherlock Holmes.", "\"For Mr. Sherlock Holmes,\" he said, stepping into the room and handing  my friend the letter.", "\"Commonplace,\" said Holmes, though I thought from his expression that he  was pleased at my evident surprise and admiration.", "This is the letter which I read to him----      \"MY DEAR MR. SHERLOCK HOLMES,--    \"There has been a bad business during the night at 3, Lauriston Gardens,  off the Brixton Road.", "\"You don't seem to give much thought to the matter in hand,\" I said at  last, interrupting Holmes' musical disquisition.", "I had imagined that Sherlock Holmes would at once have hurried into the  house and plunged into a study of the mystery.", "Holmes glanced at me and raised his eyebrows sardonically.", "asked Sherlock Holmes.", "Holmes walked in, and I followed him with that subdued feeling  at my heart which the presence of death inspires.", "Sherlock Holmes approached the body, and, kneeling down, examined it  intently.", "observed Holmes.", "Sherlock Holmes chuckled to himself, and appeared to be about to make  some remark, when Lestrade, who had been in the front room while we  were holding this conversation in the hall, reappeared upon the scene,  rubbing his hands in a pompous and self-satisfied manner.", "It's all very well for  you to laugh, Mr. Sherlock Holmes.", "They evidently  failed to appreciate the fact, which I had begun to realize, that  Sherlock Holmes' smallest actions were all directed towards some  definite and practical end.", "Holmes took a note of the address.", "\"Poison,\" said Sherlock Holmes curtly, and strode off.", "Sherlock  Holmes led me to the nearest telegraph office, whence he dispatched a  long telegram.", "\"You amaze me, Holmes,\" said I.", "Holmes took a half-sovereign from his pocket and played with it  pensively.", "Rance gave a violent jump, and stared at Sherlock Holmes with the utmost  amazement upon his features.", "Holmes laughed and threw his card across the table to the constable.", "asked Sherlock Holmes.", "Holmes broke in  impatiently.", "He was a long chap, with a red face, the lower  part muffled round----\"    \"That will do,\" cried Holmes.", "\"The blundering fool,\" Holmes said, bitterly, as we drove back to our  lodgings.", "After Holmes' departure for the concert, I  lay down upon the sofa and endeavoured to get a couple of hours' sleep.", "As  long as all these questions were unsolved, I felt that sleep would be  no easy matter, either for Holmes or myself.", "When I returned with  the pistol the table had been cleared, and Holmes was engaged in his  favourite occupation of scraping upon his violin.", "Sherlock Holmes rose  softly and moved his chair in the direction of the door.", "\"The Brixton Road does not lie between any circus and Houndsditch,\" said  Sherlock Holmes sharply.", "Sherlock  Holmes sprang to his feet the moment that she was gone and rushed into  his room.", "The hall door had  hardly slammed behind our visitor before Holmes had descended the stair.", "said Sherlock Holmes, sharply.", "I  left Holmes seated in front of the smouldering fire, and long into the  watches of the night I heard the low, melancholy wailings of his violin,  and knew that he was still pondering over the strange problem which he  had set himself to unravel.", "Sherlock Holmes and I read these notices over together at breakfast, and  they appeared to afford him considerable amusement.", "cried Holmes, in a sharp tone, and the six dirty little  scoundrels stood in a line like so many disreputable statuettes.", "\"There's more work to be got out of one of those little beggars than  out of a dozen of the force,\" Holmes remarked.", "\"My dear fellow,\" he cried, wringing Holmes' unresponsive hand,  \"congratulate me!", "Sherlock Holmes gave a sigh of relief, and relaxed into a smile.", "You will appreciate that, Mr. Sherlock Holmes, for we are both  brain-workers.\"", "\"You do me too much honour,\" said Holmes, gravely.", "\"Yes,\" said Holmes; \"by John Underwood and Sons, 129, Camberwell Road.\"", "\"To a great mind, nothing is little,\" remarked Holmes, sententiously.", "murmured Sherlock Holmes.", "You know the feeling, Mr. Sherlock  Holmes, when you come upon the right scent--a kind of thrill in your  nerves.", "\"It's quite exciting,\" said Sherlock Holmes, with a yawn.", "\"Very,\" said Holmes.", "said Holmes in an encouraging voice.", "He had evidently come with the intention of consulting  with Sherlock Holmes, for on perceiving his colleague he appeared to be  embarrassed and put out.", "I  stared in silence at Sherlock Holmes, whose lips were compressed and his  brows drawn down over his eyes.", "\"We have been hearing Gregson's view of the matter,\" Holmes observed.", "\"They would be likely to agree on some meeting-place beforehand,\"  remarked Holmes.", "I felt a creeping of the flesh, and a presentiment of coming horror,  even before Sherlock Holmes answered.", "I glanced at Holmes on hearing the description of the murderer, which  tallied so exactly with his own.", "Holmes asked.", "Sherlock Holmes sprang from his chair with an exclamation of delight.", "\"Give them here,\" said Holmes.", "\"Precisely so,\" answered Holmes.", "\"I will now cut one of these pills in two,\" said Holmes, and drawing his  penknife he suited the action to the word.", "Sherlock  Holmes' earnest demeanour had so far convinced us that we all sat in  silence, watching the animal intently, and expecting some startling  effect.", "Holmes had taken out his watch, and as minute followed minute without  result, an expression of the utmost chagrin and disappointment appeared  upon his features.", "Sherlock Holmes drew a long breath, and wiped the perspiration from his  forehead.", "\"All this seems strange to you,\" continued Holmes, \"because you failed  at the beginning of the inquiry to grasp the importance of the single  real clue which was presented to you.", "\"Look here, Mr. Sherlock  Holmes,\" he said, \"we are all ready to acknowledge that you are a smart  man, and that you have your own methods of working.", "Thus pressed by us all, Holmes showed signs of irresolution.", "\"Good boy,\" said Holmes, blandly.", "\"Very good, very good,\" said Holmes, smiling.", "At that instant there was a sharp click, the  jangling of metal, and Sherlock Holmes sprang to his feet again.", "I have a vivid recollection of that instant, of Holmes'  triumphant expression and the ring of his voice, of the cabman's  dazed, savage face, as he glared at the glittering handcuffs, which had  appeared as if by magic upon his wrists.", "Then, with an inarticulate roar of fury,  the prisoner wrenched himself free from Holmes's grasp, and hurled  himself through the window.", "Woodwork and glass gave way before him; but  before he got quite through, Gregson, Lestrade, and Holmes sprang upon  him like so many staghounds.", "\"We have his cab,\" said Sherlock Holmes.", "\"I guess you're going to take  me to the police-station,\" he remarked to Sherlock Holmes.", "Gregson and Lestrade exchanged glances as if they thought this  proposition rather a bold one; but Holmes at once took the prisoner at  his word, and loosened the towel which we had bound round his ancles.", "\"You had better come with me,\" said Holmes to the two detectives.", "\"There is only one point on which I should like a little more  information,\" Sherlock Holmes said at last.", "\"Not a doubt of that,\" said Holmes heartily.", "\"Gregson and Lestrade will be wild about his death,\" Holmes remarked, as  we chatted it over next evening.", "\"Well, really, it can hardly be described as otherwise,\" said Sherlock  Holmes, smiling at my surprise.", "The man was  apprehended, it appears, in the rooms of a certain Mr. Sherlock Holmes,  who has himself, as an amateur, shown some talent in the detective  line, and who, with such instructors, may hope in time to attain to some  degree of their skill.", "cried Sherlock Holmes with a  laugh."]}, {"character": "drebber", "frequency": 62, "appearances": ["He found the door open, and in the front room, which is bare  of furniture, discovered the body of a gentleman, well dressed, and  having cards in his pocket bearing the name of 'Enoch J. Drebber,  Cleveland, Ohio, U.S.A.' There had been no robbery, nor is there any  evidence as to how the man met his death.", "Russian leather card-case, with cards of Enoch J. Drebber of Cleveland,  corresponding with the E. J. D. upon the linen.", "Two letters--one addressed to E. J. Drebber and one to Joseph  Stangerson.\"", "If ever human features bespoke vice of the most  malignant type, they were certainly those of Enoch J. Drebber, of  Cleveland.", "According to my notion he dropped it while stooping over Drebber's  body, and did not miss it at the time.", "Nothing more is known of them until Mr. Drebber's body  was, as recorded, discovered in an empty house in the Brixton Road,  many miles from Euston.", "He had sent the hat to a Mr. Drebber, residing at Charpentier's Boarding  Establishment, Torquay Terrace.", "'Have you heard of the mysterious death of your late boarder Mr.  Enoch J. Drebber, of Cleveland?'", "\"'At what o'clock did Mr. Drebber leave your house for the train?'", "We _did_ see Mr. Drebber again.'", "Drebber has been with us nearly three weeks.", "Alas, in  less than an hour there was a ring at the bell, and I learned that Mr.  Drebber had returned.", "The next morning we  heard of Mr. Drebber's mysterious death.'", "When I touched him on the shoulder and warned him to come  quietly with us, he answered us as bold as brass, 'I suppose you  are arresting me for being concerned in the death of that scoundrel  Drebber,' he said.", "\"He still carried the heavy stick which the mother described him as  having with him when he followed Drebber.", "\"Well, my theory is that he followed Drebber as far as the Brixton Road.", "When there, a fresh altercation arose between them, in the course of  which Drebber received a blow from the stick, in the pit of the stomach,  perhaps, which killed him without leaving any mark.", "\"The young man volunteered a statement, in which he  said that after following Drebber some time, the latter perceived him,  and took a cab in order to get away from him.", "\"I freely  confess that I was of the opinion that Stangerson was concerned in  the death of Drebber.", "At two in the  morning Drebber had been found in the Brixton Road.", "You  see, I argued that if Drebber and his companion had become separated,  the natural course for the latter would be to put up somewhere in the  vicinity for the night, and then to hang about the station again next  morning.\"", "Stangerson had Drebber's purse in his pocket, but it seems  that this was usual, as he did all the paying.", "There are, of course, details  to be filled in, but I am as certain of all the main facts, from the  time that Drebber parted from Stangerson at the station, up to the  discovery of the body of the latter, as if I had seen them with my own  eyes.", "The very pills which I suspected in the case of  Drebber are actually found after the death of Stangerson.", "\"Gentlemen,\" he cried, with flashing eyes, \"let me introduce you to Mr.  Jefferson Hope, the murderer of Enoch Drebber and of Joseph Stangerson.\"", "So rapidly did he gain the esteem of his new companions, that  when they reached the end of their wanderings, it was unanimously agreed  that he should be provided with as large and as fertile a tract of land  as any of the settlers, with the exception of Young himself, and of  Stangerson, Kemball, Johnston, and Drebber, who were the four principal  Elders.", "Stangerson has a son, and Drebber has a son, and either of  them would gladly welcome your daughter to their house.", "\"This here is the son of Elder  Drebber, and I'm Joseph Stangerson, who travelled with you in the desert  when the Lord stretched out His hand and gathered you into the true  fold.\"", "As I have but four wives and Brother Drebber here has  seven, it appears to me that my claim is the stronger one.\"", "\"It will be for the maiden to decide,\" rejoined young Drebber, smirking  at his own reflection in the glass.", "\"The hand of the Lord shall be heavy upon you,\" cried young Drebber; \"He  will arise and smite you!\"", "\"Shall I tell Brother Drebber?\"", "\"She was married yesterday to young Drebber.", "There was some words between young Drebber and young Stangerson  as to which was to have her.", "They'd both been in the party that followed  them, and Stangerson had shot her father, which seemed to give him the  best claim; but when they argued it out in council, Drebber's party was  the stronger, so the Prophet gave her over to him.", "On  another occasion, as Drebber passed under a cliff a great boulder  crashed down on him, and he only escaped a terrible death by throwing  himself upon his face.", "Among these had been  Drebber and Stangerson; and no one knew whither they had gone.", "Rumour  reported that Drebber had managed to convert a large part of his  property into money, and that he had departed a wealthy man, while his  companion, Stangerson, was comparatively poor.", "It chanced, however, that Drebber, looking from his window,  had recognized the vagrant in the street, and had read murder in  his eyes.", "When at  last he was liberated, it was only to find that Drebber's house was  deserted, and that he and his secretary had departed for Europe.", "She  was forced into marrying that same Drebber, and broke her heart over  it.", "Drebber himself was drunk half  the time, but Stangerson was not to be caught napping.", "Presently some luggage was brought out, and after a time  Drebber and Stangerson followed it, and drove off.", "Stangerson seemed to be put out at that, but Drebber was rather pleased  than otherwise.", "Drebber said that he had a little  business of his own to do, and that if the other would wait for him he  would soon rejoin him.", "Drebber answered that the  matter was a delicate one, and that he must go alone.", "On that the Secretary gave it up  as a bad job, and simply bargained with him that if he missed the last  train he should rejoin him at Halliday's Private Hotel; to which Drebber  answered that he would be back on the platform before eleven, and made  his way out of the station.", "How to get Drebber to that house  was the difficult problem which I had now to solve.", "Next moment the door was flung open and two men appeared, one of  whom was Drebber, and the other was a young chap whom I had never seen  before.", "This fellow had Drebber by the collar, and when they came to  the head of the steps he gave him a shove and a kick which sent him half  across the road.", "He was so hot that I think he would  have thrashed Drebber with his cudgel, only that the cur staggered away  down the road as fast as his legs would carry him.", "When I looked in at the window, I found Drebber  all huddled together in a drunken sleep.", "'Now, Enoch Drebber,' I  continued, turning to him, and holding the light to my own face, 'who am  I?'", "Thinking that I might have dropped it when I stooped over Drebber's  body, I drove back, and leaving my cab in a side street, I went boldly  up to the house--for I was ready to dare anything rather than lose  the ring.", "\"That was how Enoch Drebber came to his end.", "[26] fancy that he suspected something when  Drebber failed to put in an appearance.", "I described Drebber's death to him, and I gave him the same  choice of the poisoned pills.", "It was at this point  that I asked Gregson whether he had enquired in his telegram to  Cleveland as to any particular point in Mr. Drebber's former career.", "I  telegraphed to the head of the police at Cleveland, limiting my enquiry  to the circumstances connected with the marriage of Enoch Drebber.", "It told me that Drebber had already applied for  the protection of the law against an old rival in love, named Jefferson  Hope, and that this same Hope was at present in Europe.", "\"I had already determined in my own mind that the man who had walked  into the house with Drebber, was none other than the man who had driven  the cab.", "\"The public,\" it said, \"have lost a sensational treat through the sudden  death of the man Hope, who was suspected of the murder of Mr. Enoch  Drebber and of Mr. Joseph Stangerson."]}, {"character": "ferrier", "frequency": 61, "appearances": ["\"My name is John Ferrier,\" the wanderer explained; \"me and that little  un are all that's left o' twenty-one people.", "She's Lucy Ferrier from this  day on.", "The name of Nauvoo evidently recalled recollections to John Ferrier.", "\"Guess I'll come with you on any terms,\" said Ferrier, with such  emphasis that the grave Elders could not restrain a smile.", "The two castaways, John Ferrier and the little girl who had shared his  fortunes and had been adopted as his daughter, accompanied the Mormons  to the end of their great pilgrimage.", "Little Lucy Ferrier was borne  along pleasantly enough in Elder Stangerson's waggon, a retreat which  she shared with the Mormon's three wives and with his son, a headstrong  forward boy of twelve.", "In the meantime Ferrier having recovered from his  privations, distinguished himself as a useful guide and an indefatigable  hunter.", "On the farm thus acquired John Ferrier built himself a substantial  log-house, which received so many additions in succeeding years that it  grew into a roomy villa.", "From the great inland sea to the distant Wahsatch  Mountains there was no name better known than that of John Ferrier.", "Whatever the reason,  Ferrier remained strictly celibate.", "Lucy Ferrier grew up within the log-house, and assisted her adopted  father in all his undertakings.", "Many a wayfarer upon  the high road which ran by Ferrier's farm felt long-forgotten thoughts  revive in their mind as they watched her lithe girlish figure tripping  through the wheatfields, or met her mounted upon her father's mustang,  and managing it with all the ease and grace of a true child of the West.", "In the  case of Lucy Ferrier the occasion was serious enough in itself, apart  from its future influence on her destiny and that of many besides.", "Through all this motley assemblage, threading her way with the  skill of an accomplished rider, there galloped Lucy Ferrier, her fair  face flushed with the exercise and her long chestnut hair floating out  behind her.", "\"I guess you are the daughter of John Ferrier,\" he remarked,  \"I saw you ride down from his house.", "If he's the same Ferrier, my  father and he were pretty thick.\"", "The young hunter's dark face grew so gloomy over this remark that Lucy  Ferrier laughed aloud.", "He called on John Ferrier that night, and many times again, until  his face was a familiar one at the farm-house.", "JOHN FERRIER TALKS WITH THE PROPHET.", "John Ferrier's heart was sore within him  when he thought of the young man's return, and of the impending loss of  his adopted child.", "One fine morning, John Ferrier was about to set out to his wheatfields,  when he heard the click of the latch, and, looking through the window,  saw a stout, sandy-haired, middle-aged man coming up the pathway.", "Full of trepidation--for he knew that such a visit boded  him little good--Ferrier ran to the door to greet the Mormon chief.", "\"Brother Ferrier,\" he said, taking a seat, and eyeing the farmer keenly  from under his light-coloured eyelashes, \"the true believers have been  good friends to you.", "\"It is so,\" answered John Ferrier.", "asked Ferrier, throwing out his hands in  expostulation.", "\"It is true that I have not married,\" Ferrier answered.", "John Ferrier groaned internally.", "John Ferrier made no answer, but he played nervously with his  riding-whip.", "Ferrier remained silent for some little time with his brows knitted.", "\"It were better for you, John Ferrier,\" he thundered,  \"that you and she were now lying blanched skeletons upon the Sierra  Blanco, than that you should put your weak wills against the orders of  the Holy Four!\"", "With a threatening gesture of his hand, he turned from the door, and  Ferrier heard his heavy step scrunching along the shingly path.", "John Ferrier uttered these consoling remarks in a very confident tone,  but she could not help observing that he paid unusual care to the  fastening of the doors that night, and that he carefully cleaned and  loaded the rusty old shotgun which hung upon the wall of his bedroom.", "ON the morning which followed his interview with the Mormon Prophet,  John Ferrier went in to Salt Lake City, and having found his  acquaintance, who was bound for the Nevada Mountains, he entrusted him  with his message to Jefferson Hope.", "Both of them nodded to Ferrier as  he entered, and the one in the rocking-chair commenced the conversation.", "John Ferrier bowed coldly.", "During this dialogue, John Ferrier had stood fuming in the doorway,  hardly able to keep his riding-whip from the backs of his two visitors.", "\"There are two ways out of the room,\" cried Ferrier; \"there is the door,  and there is the window.", "\"Then I'll start the smiting,\" exclaimed Ferrier furiously, and would  have rushed upstairs for his gun had not Lucy seized him by the arm and  restrained him.", "Ferrier knew that his wealth and position would be of no  avail to him.", "How  this warning came into his room puzzled John Ferrier sorely, for his  servants slept in an outhouse, and the doors and windows had all been  secured.", "With all his vigilance John  Ferrier could not discover whence these daily warnings proceeded.", "Ferrier crept into the hall and listened intently.", "John Ferrier  felt that instant death would be better than the suspense which shook  his nerves and chilled his heart.", "With a sigh of relief, Ferrier  looked to right and to left, until happening to glance straight down at  his own feet he saw to his astonishment a man lying flat upon his face  upon the ground, with arms and legs all asprawl.", "gasped John Ferrier.", "John Ferrier felt a different man now that he realized that he had  a devoted ally.", "While Ferrier was absent, preparing his daughter for the approaching  journey, Jefferson Hope packed all the eatables that he could find into  a small parcel, and filled a stoneware jar with water, for he knew by  experience that the mountain wells were few and far between.", "\"What if we are stopped,\" asked Ferrier.", "The lights inside the house had all been extinguished, and from the  darkened window Ferrier peered over the fields which had been his own,  and which he was now about to abandon for ever.", "Ferrier carried the bag of gold and notes, Jefferson Hope had the scanty  provisions and water, while Lucy had a small bundle containing a few  of her more valued possessions.", "The girl was placed upon the mule, and old Ferrier upon  one of the horses, with his money-bag, while Jefferson Hope led the  other along the precipitous and dangerous path.", "\"The Holy Four,\" answered Ferrier.", "The inscription upon the paper was brief, but to the point:                            JOHN FERRIER,                   FORMERLY OF SALT LAKE CITY, [22]                      Died August 4th, 1860.", "He therefore accosted  him when he got up to him, with the object of finding out what Lucy  Ferrier's fate had been.", "\"What has become of Lucy Ferrier?\"", "Her sottish husband, who had  married her principally for the sake of John Ferrier's property, did not  affect any great grief at his bereavement; but his other wives mourned  over her, and sat up with her the night before the burial, as is the  Mormon custom.", "Without a glance or a word to  the cowering women, he walked up to the white silent figure which had  once contained the pure soul of Lucy Ferrier.", "At the end of that time, however, his memory of  his wrongs and his craving for revenge were quite as keen as on that  memorable night when he had stood by John Ferrier's grave.", "As I drove, I could see old John Ferrier and sweet Lucy  looking at me out of the darkness and smiling at me, just as plain as I  see you all in this room.", "\"'What do you think of Lucy Ferrier now?'", "All I had to do then was  to do as much for Stangerson, and so pay off John Ferrier's debt."]}, {"character": "sherlock", "frequency": 51, "appearances": ["(_Being a reprint from the reminiscences of_ JOHN H. WATSON, M.D., _late  of the Army Medical Department._) [2]          CHAPTER I. MR. SHERLOCK HOLMES.", "\"You  don't know Sherlock Holmes yet,\" he said; \"perhaps you would not care  for him as a constant companion.\"", "\"Dr. Watson, Mr. Sherlock Holmes,\" said Stamford, introducing us.", "Now we have the Sherlock  Holmes' test, and there will no longer be any difficulty.\"", "\"Very interesting reading it might be made, too,\" remarked Sherlock  Holmes, sticking a small piece of plaster over the prick on his finger.", "Sherlock Holmes seemed delighted at the idea of sharing his rooms with  me.", "That very evening I moved my things round from the hotel, and on the  following morning Sherlock Holmes followed me with several boxes and  portmanteaus.", "It ran  in this way--      SHERLOCK HOLMES--his limits.", "When any of these  nondescript individuals put in an appearance, Sherlock Holmes used to  beg for the use of the sitting-room, and I would retire to my bed-room.", "It was upon the 4th of March, as I have good reason to remember, that I  rose somewhat earlier than usual, and found that Sherlock Holmes had not  yet finished his breakfast.", "asked Sherlock Holmes.", "\"You would lose your money,\" Sherlock Holmes remarked calmly.", "Sherlock Holmes rose and lit his pipe.", "Sherlock Holmes sniffed sardonically.", "\"You mean the retired sergeant of Marines,\" said Sherlock Holmes.", "\"For Mr. Sherlock Holmes,\" he said, stepping into the room and handing  my friend the letter.", "This is the letter which I read to him----      \"MY DEAR MR. SHERLOCK HOLMES,--    \"There has been a bad business during the night at 3, Lauriston Gardens,  off the Brixton Road.", "I had imagined that Sherlock Holmes would at once have hurried into the  house and plunged into a study of the mystery.", "asked Sherlock Holmes.", "Sherlock Holmes approached the body, and, kneeling down, examined it  intently.", "Sherlock Holmes chuckled to himself, and appeared to be about to make  some remark, when Lestrade, who had been in the front room while we  were holding this conversation in the hall, reappeared upon the scene,  rubbing his hands in a pompous and self-satisfied manner.", "It's all very well for  you to laugh, Mr. Sherlock Holmes.", "They evidently  failed to appreciate the fact, which I had begun to realize, that  Sherlock Holmes' smallest actions were all directed towards some  definite and practical end.", "\"Poison,\" said Sherlock Holmes curtly, and strode off.", "Sherlock  Holmes led me to the nearest telegraph office, whence he dispatched a  long telegram.", "Rance gave a violent jump, and stared at Sherlock Holmes with the utmost  amazement upon his features.", "asked Sherlock Holmes.", "Sherlock Holmes rose  softly and moved his chair in the direction of the door.", "\"The Brixton Road does not lie between any circus and Houndsditch,\" said  Sherlock Holmes sharply.", "Sherlock  Holmes sprang to his feet the moment that she was gone and rushed into  his room.", "said Sherlock Holmes, sharply.", "Sherlock Holmes and I read these notices over together at breakfast, and  they appeared to afford him considerable amusement.", "Sherlock Holmes gave a sigh of relief, and relaxed into a smile.", "You will appreciate that, Mr. Sherlock Holmes, for we are both  brain-workers.\"", "murmured Sherlock Holmes.", "You know the feeling, Mr. Sherlock  Holmes, when you come upon the right scent--a kind of thrill in your  nerves.", "\"It's quite exciting,\" said Sherlock Holmes, with a yawn.", "He had evidently come with the intention of consulting  with Sherlock Holmes, for on perceiving his colleague he appeared to be  embarrassed and put out.", "I  stared in silence at Sherlock Holmes, whose lips were compressed and his  brows drawn down over his eyes.", "I felt a creeping of the flesh, and a presentiment of coming horror,  even before Sherlock Holmes answered.", "Sherlock Holmes sprang from his chair with an exclamation of delight.", "Sherlock  Holmes' earnest demeanour had so far convinced us that we all sat in  silence, watching the animal intently, and expecting some startling  effect.", "Sherlock Holmes drew a long breath, and wiped the perspiration from his  forehead.", "\"Look here, Mr. Sherlock  Holmes,\" he said, \"we are all ready to acknowledge that you are a smart  man, and that you have your own methods of working.", "At that instant there was a sharp click, the  jangling of metal, and Sherlock Holmes sprang to his feet again.", "\"We have his cab,\" said Sherlock Holmes.", "\"I guess you're going to take  me to the police-station,\" he remarked to Sherlock Holmes.", "\"There is only one point on which I should like a little more  information,\" Sherlock Holmes said at last.", "\"Well, really, it can hardly be described as otherwise,\" said Sherlock  Holmes, smiling at my surprise.", "The man was  apprehended, it appears, in the rooms of a certain Mr. Sherlock Holmes,  who has himself, as an amateur, shown some talent in the detective  line, and who, with such instructors, may hope in time to attain to some  degree of their skill.", "cried Sherlock Holmes with a  laugh."]}]