[{"character": "conan", "frequency": 76, "appearances": [{"immediate": ["'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'"], "following5": ["'That is because of the new chief who has risen among them,' answered  Ghaznavi.", "'You know whom I mean.'", "'Aye!'", "replied Jehungir feelingly.", "'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'"], "preceeding5": ["Dwelling on the wild, open steppes, owning no law but their own peculiar  code, they had become a people capable of defying the Grand Monarch.", "Ceaselessly they raided the Turanian frontier, retiring in the steppes  when defeated; with the pirates of Vilayet, men of much the same breed,  they harried the coast, preying off the merchant ships which plied  between the Hyrkanian ports.", "'How am I to crush these wolves?'", "demanded Jehungir.", "'If I follow them  into the steppes, I run the risk either of being cut off and destroyed,  or having them elude me entirely and burn the city in my absence."]}, {"immediate": ["'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan."], "following5": ["demanded Jehungir.", "'He has repeatedly cut his way out of  spots that seemed certain death for him.", "And, by instinct or cunning, he  has avoided or escaped every trap set for him.'", "'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi.", "'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan."], "preceeding5": ["'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'", "'It is more through wild animal instinct than through intelligence,'  answered Ghaznavi.", "'The other _kozaks_ are at least descendants of  civilized men.", "He is a barbarian.", "But to dispose of him would be to deal  them a crippling blow.'"]}, {"immediate": ["'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly."], "following5": ["Her scanty silk tunic, girded at the  waist, displayed the marvelous contours of her magnificent figure.", "Her  fine eyes flashed with resentment and her red lips were sulky, but  submission had been taught her during her captivity.", "She stood with  hanging head before her master until he motioned her to a seat on the  divan beside him.", "Then he looked inquiringly at Ghaznavi.", "'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly."], "preceeding5": ["'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi.", "'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan.", "He has a keen relish for  women and strong drink.", "Have your captive Octavia fetched here.'", "Jehungir clapped his hands, and an impassive Kushite eunuch, an image of  shining ebony in silken pantaloons, bowed before him and went to do his  bidding."]}, {"immediate": ["'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'"], "following5": ["There is a peculiarity about it which makes it perfect for our purpose.", "It has no shore-line, but rises sheer out of the sea in cliffs a hundred  and fifty feet tall.", "Not even an ape could negotiate them.", "The only  place where a man can go up or down is a narrow path on the western side  that has the appearance of a worn stair, carved into the solid rock of  the cliffs.", "'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'"], "preceeding5": ["She stood with  hanging head before her master until he motioned her to a seat on the  divan beside him.", "Then he looked inquiringly at Ghaznavi.", "'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly.", "'Their war camp is at present pitched somewhere on the lower  reaches of the Zaporoska River--which, as you well know, is a wilderness  of reeds, a swampy jungle in which our last expedition was cut to pieces  by those masterless devils.'", "'I am not likely to forget that,' said Jehungir wryly."]}, {"immediate": ["'She will use  all her wiles to attract Conan's attention."], "following5": ["As usual, we will  go with a force and encamp outside the castle.", "They will come, with an  equal force, and the parley will go forward with the usual distrust and  suspicion.", "But this time we will take with us, as if by casual chance,  your beautiful captive.'", "Octavia changed color and listened with  intensified interest as the counsellor nodded toward her.", "'She will use  all her wiles to attract Conan's attention."], "preceeding5": ["The only  place where a man can go up or down is a narrow path on the western side  that has the appearance of a worn stair, carved into the solid rock of  the cliffs.", "'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'", "'As well wish for the moon,' said Jehungir impatiently.", "'Shall we send  him a messenger, bidding him climb the cliffs and await our coming?'", "'In effect, yes!'"]}, {"immediate": ["'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur."], "following5": ["He may then try to  steal her, or take her by force--though I do not think even he would  break the parley-truce.", "Anyway, we must be prepared for whatever he  might attempt.", "'Then, shortly after the parley, before he has time to forget all about  her, we will send a messenger to him, under a flag of truce, accusing  him of stealing the girl, and demanding her return.", "He may kill the  messenger, but at least he will think that she has escaped.", "'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur."], "preceeding5": ["she raged.", "'On the contrary,' rejoined Jehungir with studied cruelty, 'you will.", "I  like Ghaznavi's plan.", "Continue, prince among counsellors.'", "'Conan will probably wish to buy her."]}, {"immediate": ["This was Conan, who had wandered  into the armed camps of the _kozaks_ with no other possession than his  wits and his sword, and who had carved his way to leadership among them."], "following5": ["His gilt-worked  leather boots suggested the horseman rather than the seaman, but he  handled his boat with skill.", "Through his widely open white silk shirt  showed his broad muscular breast, burned brown by the sun.", "The muscles of his heavy bronzed arms rippled as he pulled the oars with  an almost feline ease of motion.", "A fierce vitality that was evident in  each feature and motion set him apart from common men; yet his  expression was neither savage nor somber, though the smoldering blue  eyes hinted at ferocity easily wakened.", "This was Conan, who had wandered  into the armed camps of the _kozaks_ with no other possession than his  wits and his sword, and who had carved his way to leadership among them."], "preceeding5": ["With a stifled cry she shrank back, and as she did so, something that  even in her panic she recognized as a human arm curved about her waist.", "She screamed and threw all her supple young strength into a wild lunge  for freedom, but her captor caught her up like a child, crushing her  frantic resistance with ease.", "The silence with which her frenzied pleas  and protests were received added to her terror as she felt herself being  carried through the darkness toward the distant drum which still pulsed  and muttered.", "4      As the first tinge of dawn reddened the sea, a small boat with a  solitary occupant approached the cliffs.", "The man in the boat was a  picturesque figure."]}, {"immediate": ["Conan  had no instinct to tell him that men were watching him from a covert  among the reeds of the mainland."], "following5": ["He paddled to the carven stair as one familiar with his environs, and  moored the boat to a projection of the rock.", "Then he went up the worn  steps without hesitation.", "He was keenly alert, not because he  consciously suspected hidden danger, but because alertness was a part of  him, whetted by the wild existence he followed.", "What Ghaznavi had considered animal intuition or some sixth sense was  merely the razor-edge faculties and savage wit of the barbarian.", "Conan  had no instinct to tell him that men were watching him from a covert  among the reeds of the mainland."], "preceeding5": ["A crimson scarf was knotted about his head; his  wide silk breeches, of flaming hue, were upheld by a broad sash which  likewise supported a scimitar in a shagreen scabbard.", "His gilt-worked  leather boots suggested the horseman rather than the seaman, but he  handled his boat with skill.", "Through his widely open white silk shirt  showed his broad muscular breast, burned brown by the sun.", "The muscles of his heavy bronzed arms rippled as he pulled the oars with  an almost feline ease of motion.", "A fierce vitality that was evident in  each feature and motion set him apart from common men; yet his  expression was neither savage nor somber, though the smoldering blue  eyes hinted at ferocity easily wakened."]}, {"immediate": ["_It was a great dark green wall, with towers rearing  beyond the battlements._    Conan stood paralyzed in the disruption of the faculties which  demoralizes anyone who is confronted by an impossible negation of  sanity."], "following5": ["Less than a month ago he had held a secret  conclave here with a pirate crew.", "He knew that he was approaching a  point where he could see the mysterious ruins which gave the island its  name, and he wondered if he would find the girl hiding among them.", "Even  with the thought he stopped as though struck dead.", "Ahead of him, among the trees, rose something that his reason told him  was not possible.", "_It was a great dark green wall, with towers rearing  beyond the battlements._    Conan stood paralyzed in the disruption of the faculties which  demoralizes anyone who is confronted by an impossible negation of  sanity."], "preceeding5": ["I had rather catch him descending the stair, where we can  feather him with arrows from a safe distance.'", "Meanwhile the unsuspecting _kozak_ had plunged into the forest.", "He went  silently in his soft leather boots, his gaze sifting every shadow in  eagerness to catch sight of the splendid tawny-haired beauty of whom he  had dreamed ever since he had seen her in the pavilion of Jehungir Agha  by Fort Ghori.", "He would have desired her even if she had displayed  repugnance toward him.", "But her cryptic smiles and glances had fired his  blood, and with all the lawless violence which was his heritage he  desired that white-skinned golden-haired woman of civilization."]}, {"immediate": ["No sound disturbed the morning quiet as Conan stole to the foot of  the wall which rose sheer from the luxuriant growth."], "following5": ["It was as if he looked upon something he had never seen  before, but had dreamed of, or pictured mentally.", "At last he recognized  the sensation.", "The walls and towers followed the plan of the ruins.", "It  was as if the crumbling lines had grown back into the structures they  originally were.", "No sound disturbed the morning quiet as Conan stole to the foot of  the wall which rose sheer from the luxuriant growth."], "preceeding5": ["Then in the  soil he saw a single track of a bare foot, long and slender, but a man's  not a woman's, and sunk deeper than was natural.", "The conclusion was  obvious; the man who made that track was carrying a burden, and what  should it be but the girl the _kozak_ was seeking?", "He stood silently facing the dark towers that loomed through the trees,  his eyes slits of blue bale-fire.", "Desire for the yellow-haired woman  vied with a sullen primordial rage at whoever had taken her.", "His human  passion fought down his ultra-human fears, and dropping into the  stalking crouch of a hunting panther, he glided toward the walls, taking  advantage of the dense foliage to escape detection from the battlements."]}, {"immediate": ["Conan glared at her tensely, expecting her momentarily to start  screaming."], "following5": ["The floor was covered with thick rugs, and there were  benches of polished ebony, and an ivory dais heaped with furs.", "He was about to continue his descent, when he heard the sound of someone  approaching in the street below.", "Before the unknown person could come  round a corner and see him on the stair, he stepped quickly across the  intervening space and dropped lightly into the room, drawing his  scimitar.", "He stood for an instant statue-like; then as nothing happened  he was moving across the rugs toward an arched doorway when a hanging  was drawn aside, revealing a cushioned alcove from which a slender,  dark-haired girl regarded him with languid eyes.", "Conan glared at her tensely, expecting her momentarily to start  screaming."], "preceeding5": ["He  saw no one moving in the streets or looking out of the windows, though  the sun was already coming up.", "The silence that reigned there might have  been that of a dead and deserted city.", "A narrow stone stair ascended the  wall near him; down this he went.", "Houses shouldered so closely to the wall that half-way down the stair he  found himself within arm's length of a window, and halted to peer in.", "There were no bars, and the silk curtains were caught back with satin  cords."]}, {"immediate": ["'I am Conan, a _hetman_ among the _kozaks_,' he answered, watching her  narrowly."], "following5": ["he demanded.", "'I am Yateli,' she answered languidly.", "'I must have feasted late last  night, I am so sleepy now.", "Who are you?'", "'I am Conan, a _hetman_ among the _kozaks_,' he answered, watching her  narrowly."], "preceeding5": ["Her square-cut hair was black as midnight, her only garment a wisp  of silk about her supple hips.", "Presently she spoke, but the tongue was unfamiliar to him, and he shook  his head.", "She yawned again, stretched lithely, and without any show of  fear or surprize, shifted to a language he did understand, a dialect of  Yuetshi which sounded strangely archaic.", "'Are you looking for someone?'", "she asked, as indifferently as if the  invasion of her chamber by an armed stranger were the most common thing  imaginable."]}, {"immediate": ["She came across the chamber, and taking Conan's hand, drew him to the  dais."], "following5": ["There was shouting  and fire, and people calling in vain on Khosatral.'", "She shook her head  as if to clear it.", "'But that can not be,' she murmured, 'because I am  alive, and I thought I was dead.", "Oh, to the devil with it!'", "She came across the chamber, and taking Conan's hand, drew him to the  dais."], "preceeding5": ["'But they are very terrible,' she murmured.", "'I remember when they were  our slaves.", "But they revolted and burned and slew.", "Only the magic of  Khosatral Khel has kept them from the walls--' She paused, a puzzled  look struggling with the sleepiness of her expression.", "'I forgot,' she  muttered."]}, {"immediate": ["She idly inspected her smooth bosom, and then sank upon  Conan's lap and passed her supple arms around his massive neck."], "following5": ["I thought so, anyway.", "A cloud of smoke hid everything, but  a naked, blood-stained devil caught me by the throat and drove his knife  into my breast.", "Oh, it hurt!", "But it was a dream, because see, there is  no scar.'", "She idly inspected her smooth bosom, and then sank upon  Conan's lap and passed her supple arms around his massive neck."], "preceeding5": ["Anyway, it doesn't matter.'", "'What do you mean?'", "he asked uneasily.", "'You said they climbed the walls  last night?", "Who?'"]}, {"immediate": ["'Love me--love--' The  sleepy murmur faded away; the dusky eyes closed, the long lashes  drooping over the sensuous cheeks; the supple body relaxed in Conan's  arms."], "following5": ["Let us live while we can.", "Love me!'", "He cradled the girl's glossy head in the bend of his heavy arm, and  kissed her full red lips with unfeigned relish.", "'You are strong,' she repeated, her voice waning.", "'Love me--love--' The  sleepy murmur faded away; the dusky eyes closed, the long lashes  drooping over the sensuous cheeks; the supple body relaxed in Conan's  arms."], "preceeding5": ["She idly inspected her smooth bosom, and then sank upon  Conan's lap and passed her supple arms around his massive neck.", "'I can  not remember,' she murmured, nestling her dark head against his mighty  breast.", "'Everything is dim and misty.", "It does not matter.", "You are no  dream."]}, {"immediate": ["And that beast,  Conan knew, had been extinct for at least a thousand years; it was the  great golden leopard which figures so predominantly in Hyborian  legendry, and which the ancient artists delighted to portray in pigments  and marble."], "following5": ["He  decided that she must be an addict of some drug, perhaps like the black  lotus of Xuthal.", "Then he found something else to make him wonder.", "Among the furs on the  dais was a gorgeous spotted skin, whose predominant hue was golden.", "It  was not a clever copy, but the skin of an actual beast.", "And that beast,  Conan knew, had been extinct for at least a thousand years; it was the  great golden leopard which figures so predominantly in Hyborian  legendry, and which the ancient artists delighted to portray in pigments  and marble."], "preceeding5": ["'You are strong,' she repeated, her voice waning.", "'Love me--love--' The  sleepy murmur faded away; the dusky eyes closed, the long lashes  drooping over the sensuous cheeks; the supple body relaxed in Conan's  arms.", "He scowled down at her.", "She seemed to partake of the illusion that  haunted this whole city, but the firm resilience of her limbs under his  questing fingers convinced him that he had a living human girl in his  arms, and not the shadow of a dream.", "No less disturbed, he hastily laid  her on the furs upon the dais."]}, {"immediate": ["Shaking his head in bewilderment, Conan passed through the archway into  a winding corridor."], "following5": ["Then he found something else to make him wonder.", "Among the furs on the  dais was a gorgeous spotted skin, whose predominant hue was golden.", "It  was not a clever copy, but the skin of an actual beast.", "And that beast,  Conan knew, had been extinct for at least a thousand years; it was the  great golden leopard which figures so predominantly in Hyborian  legendry, and which the ancient artists delighted to portray in pigments  and marble.", "Shaking his head in bewilderment, Conan passed through the archway into  a winding corridor."], "preceeding5": ["'Love me--love--' The  sleepy murmur faded away; the dusky eyes closed, the long lashes  drooping over the sensuous cheeks; the supple body relaxed in Conan's  arms.", "He scowled down at her.", "She seemed to partake of the illusion that  haunted this whole city, but the firm resilience of her limbs under his  questing fingers convinced him that he had a living human girl in his  arms, and not the shadow of a dream.", "No less disturbed, he hastily laid  her on the furs upon the dais.", "Her sleep was too deep to be natural."]}, {"immediate": ["Conan bent  above him, seeking the cause of his death, and discovered him to be  merely sunk in the same deep sleep as the girl in the chamber."], "following5": ["An instant later he was  startled to hear something land with a soft but weighty thud on the  floor of the chamber he had just quitted.", "Turning quickly away, he  hurried along the twisting hallway until something on the floor before  him brought him to a halt.", "It was a human figure, which lay half in the hall and half in an opening  that obviously was normally concealed by a door which was a duplicate of  the panels of the wall.", "It was a man, dark and lean, clad only in a silk  loin-cloth, with a shaven head and cruel features, and he lay as if  death had struck him just as he was emerging from the panel.", "Conan bent  above him, seeking the cause of his death, and discovered him to be  merely sunk in the same deep sleep as the girl in the chamber."], "preceeding5": ["Then he found something else to make him wonder.", "Among the furs on the  dais was a gorgeous spotted skin, whose predominant hue was golden.", "It  was not a clever copy, but the skin of an actual beast.", "And that beast,  Conan knew, had been extinct for at least a thousand years; it was the  great golden leopard which figures so predominantly in Hyborian  legendry, and which the ancient artists delighted to portray in pigments  and marble.", "Shaking his head in bewilderment, Conan passed through the archway into  a winding corridor."]}, {"immediate": ["While meditating  on the matter, Conan was galvanized by a sound behind him."], "following5": ["It was a human figure, which lay half in the hall and half in an opening  that obviously was normally concealed by a door which was a duplicate of  the panels of the wall.", "It was a man, dark and lean, clad only in a silk  loin-cloth, with a shaven head and cruel features, and he lay as if  death had struck him just as he was emerging from the panel.", "Conan bent  above him, seeking the cause of his death, and discovered him to be  merely sunk in the same deep sleep as the girl in the chamber.", "But why should he select such a place for his slumbers?", "While meditating  on the matter, Conan was galvanized by a sound behind him."], "preceeding5": ["It  was not a clever copy, but the skin of an actual beast.", "And that beast,  Conan knew, had been extinct for at least a thousand years; it was the  great golden leopard which figures so predominantly in Hyborian  legendry, and which the ancient artists delighted to portray in pigments  and marble.", "Shaking his head in bewilderment, Conan passed through the archway into  a winding corridor.", "Silence hung over the house, but outside he heard a  sound which his keen ears recognized as something ascending the stair on  the wall from which he had entered the building.", "An instant later he was  startled to hear something land with a soft but weighty thud on the  floor of the chamber he had just quitted."]}, {"immediate": ["Conan jerked the  supine body out of the panel-entrance and stepped through, pulling the  panel shut after him."], "following5": ["But why should he select such a place for his slumbers?", "While meditating  on the matter, Conan was galvanized by a sound behind him.", "Something was  moving up the corridor in his direction.", "A quick glance down it showed  that it ended in a great door which might be locked.", "Conan jerked the  supine body out of the panel-entrance and stepped through, pulling the  panel shut after him."], "preceeding5": ["Silence hung over the house, but outside he heard a  sound which his keen ears recognized as something ascending the stair on  the wall from which he had entered the building.", "An instant later he was  startled to hear something land with a soft but weighty thud on the  floor of the chamber he had just quitted.", "Turning quickly away, he  hurried along the twisting hallway until something on the floor before  him brought him to a halt.", "It was a human figure, which lay half in the hall and half in an opening  that obviously was normally concealed by a door which was a duplicate of  the panels of the wall.", "It was a man, dark and lean, clad only in a silk  loin-cloth, with a shaven head and cruel features, and he lay as if  death had struck him just as he was emerging from the panel."]}, {"immediate": ["5      Along the black silent tunnel Conan groped, momentarily dreading a fall  into some unseen pit; but at last his feet struck steps again, and he  went up them until he came to a door on which his fumbling fingers found  a metal catch."], "following5": ["Scimitar  in hand he began backing away, and his heels felt steps, down which he  nearly tumbled.", "He was in a narrow staircase leading downward.", "He groped his way down in the blackness, feeling for, but not finding,  some other opening in the walls.", "Just as he decided that he was no  longer in the house, but deep in the earth under it, the steps ceased in  a level tunnel.", "5      Along the black silent tunnel Conan groped, momentarily dreading a fall  into some unseen pit; but at last his feet struck steps again, and he  went up them until he came to a door on which his fumbling fingers found  a metal catch."], "preceeding5": ["A click told him it was locked in place.", "Standing  in utter darkness, he heard a shuffling tread halt just outside the  door, and a faint chill trickled along his spine.", "That was no human  step, nor that of any beast he had ever encountered.", "There was an instant of silence, then a faint creak of wood and metal.", "Putting out his hand he felt the door straining and bending inward, as  if a great weight were being steadily borne against it from the outside."]}, {"immediate": ["In a brooding twilight Conan moved across the bare green floor."], "following5": ["5      Along the black silent tunnel Conan groped, momentarily dreading a fall  into some unseen pit; but at last his feet struck steps again, and he  went up them until he came to a door on which his fumbling fingers found  a metal catch.", "He came out into a dim and lofty room of enormous  proportions.", "Fantastic columns marched around the mottled walls,  upholding a ceiling, which, at once translucent and dusky, seemed like a  cloudy midnight sky, giving an illusion of impossible height.", "If any  light filtered in from the outside it was curiously altered.", "In a brooding twilight Conan moved across the bare green floor."], "preceeding5": ["Putting out his hand he felt the door straining and bending inward, as  if a great weight were being steadily borne against it from the outside.", "As he reached for his sword, this ceased and he heard a strange  slobbering mouthing that prickled the short hairs on his scalp.", "Scimitar  in hand he began backing away, and his heels felt steps, down which he  nearly tumbled.", "He was in a narrow staircase leading downward.", "He groped his way down in the blackness, feeling for, but not finding,  some other opening in the walls."]}, {"immediate": ["Opposite this, on a dais against the wall, up to which  led broad curving steps, there stood a throne of copper, and when Conan  saw what was coiled on this throne, he retreated hastily, lifting his  scimitar."], "following5": ["Fantastic columns marched around the mottled walls,  upholding a ceiling, which, at once translucent and dusky, seemed like a  cloudy midnight sky, giving an illusion of impossible height.", "If any  light filtered in from the outside it was curiously altered.", "In a brooding twilight Conan moved across the bare green floor.", "The  great room was circular, pierced on one side by the great bronze valves  of a giant door.", "Opposite this, on a dais against the wall, up to which  led broad curving steps, there stood a throne of copper, and when Conan  saw what was coiled on this throne, he retreated hastily, lifting his  scimitar."], "preceeding5": ["Scimitar  in hand he began backing away, and his heels felt steps, down which he  nearly tumbled.", "He was in a narrow staircase leading downward.", "He groped his way down in the blackness, feeling for, but not finding,  some other opening in the walls.", "Just as he decided that he was no  longer in the house, but deep in the earth under it, the steps ceased in  a level tunnel.", "5      Along the black silent tunnel Conan groped, momentarily dreading a fall  into some unseen pit; but at last his feet struck steps again, and he  went up them until he came to a door on which his fumbling fingers found  a metal catch."]}, {"immediate": ["Conan had  seen rude images of them, in miniature, among the idol-huts of the  Yuetshi, and there was a description of them in the _Book of Skelos_,  which drew on prehistoric sources."], "following5": ["The great wedge-shaped head was half submerged  in the folds of its trunk; so neither the eyes nor jaws were visible.", "Recognition stirred in his mind.", "This snake was evidently meant to  represent one of those grim monsters of the marsh which in past ages had  haunted the reedy edges of Vilayet's southern shores.", "But, like the  golden leopard, they had been extinct for hundreds of years.", "Conan had  seen rude images of them, in miniature, among the idol-huts of the  Yuetshi, and there was a description of them in the _Book of Skelos_,  which drew on prehistoric sources."], "preceeding5": ["In a brooding twilight Conan moved across the bare green floor.", "The  great room was circular, pierced on one side by the great bronze valves  of a giant door.", "Opposite this, on a dais against the wall, up to which  led broad curving steps, there stood a throne of copper, and when Conan  saw what was coiled on this throne, he retreated hastily, lifting his  scimitar.", "Then, as the thing did not move, he scanned it more closely, and  presently mounted the glass steps and stared down at it.", "It was a  gigantic snake, apparently carved in some jade-like substance."]}, {"immediate": ["Conan admired the scaly torso, thick as his thigh and obviously of great  length, and he reached out and laid a curious hand on the thing."], "following5": ["Recognition stirred in his mind.", "This snake was evidently meant to  represent one of those grim monsters of the marsh which in past ages had  haunted the reedy edges of Vilayet's southern shores.", "But, like the  golden leopard, they had been extinct for hundreds of years.", "Conan had  seen rude images of them, in miniature, among the idol-huts of the  Yuetshi, and there was a description of them in the _Book of Skelos_,  which drew on prehistoric sources.", "Conan admired the scaly torso, thick as his thigh and obviously of great  length, and he reached out and laid a curious hand on the thing."], "preceeding5": ["The  great room was circular, pierced on one side by the great bronze valves  of a giant door.", "Opposite this, on a dais against the wall, up to which  led broad curving steps, there stood a throne of copper, and when Conan  saw what was coiled on this throne, he retreated hastily, lifting his  scimitar.", "Then, as the thing did not move, he scanned it more closely, and  presently mounted the glass steps and stared down at it.", "It was a  gigantic snake, apparently carved in some jade-like substance.", "Each  scale stood out as distinctly as in real life, and the iridescent colors  were vividly reproduced."]}, {"immediate": ["Through ages upon ages, and the  changeless strata of darkness I climbed--'    Ensorcelled by that belling resonance, Conan crouched forgetful of all  else, until its hypnotic power caused a strange replacement of faculties  and perception, and sound created the illusion of sight."], "following5": ["There was a terrifying  resonance about it, like a bell tolling at midnight.", "'There was no life in the Abyss, save that which was incorporated in  me,' it tolled.", "'Nor was there light, nor motion, nor any sound.", "Only  the urge behind and beyond life guided and impelled me on my upward  journey, blind, insensate, inexorable.", "Through ages upon ages, and the  changeless strata of darkness I climbed--'    Ensorcelled by that belling resonance, Conan crouched forgetful of all  else, until its hypnotic power caused a strange replacement of faculties  and perception, and sound created the illusion of sight."], "preceeding5": ["He had a twofold purpose in his apparently aimless prowling:  to escape from the building and its mysteries, and to find the Nemedian  girl who, he felt, was imprisoned somewhere in this palace, temple, or  whatever it was.", "He believed it was the great domed edifice in the  center of the city, and it was likely that here dwelt the ruler of the  town, to whom a captive woman would doubtless be brought.", "He found himself in a chamber, not another corridor, and was about to  retrace his steps, when he heard a voice which came from behind one of  the walls.", "There was no door in that wall, but he leaned close and heard  distinctly.", "And an icy chill crawled slowly along his spine."]}, {"immediate": ["Conan was no  longer aware of the voice, save as far-off rhythmical waves of sound."], "following5": ["'There was no life in the Abyss, save that which was incorporated in  me,' it tolled.", "'Nor was there light, nor motion, nor any sound.", "Only  the urge behind and beyond life guided and impelled me on my upward  journey, blind, insensate, inexorable.", "Through ages upon ages, and the  changeless strata of darkness I climbed--'    Ensorcelled by that belling resonance, Conan crouched forgetful of all  else, until its hypnotic power caused a strange replacement of faculties  and perception, and sound created the illusion of sight.", "Conan was no  longer aware of the voice, save as far-off rhythmical waves of sound."], "preceeding5": ["He believed it was the great domed edifice in the  center of the city, and it was likely that here dwelt the ruler of the  town, to whom a captive woman would doubtless be brought.", "He found himself in a chamber, not another corridor, and was about to  retrace his steps, when he heard a voice which came from behind one of  the walls.", "There was no door in that wall, but he leaned close and heard  distinctly.", "And an icy chill crawled slowly along his spine.", "The tongue  was Nemedian, but the voice was not human."]}, {"immediate": ["All this rolled in a terrible panorama before Conan's consciousness as  he crouched beside the tapestried wall."], "following5": ["But folk who have tasted death are only partly alive.", "In the dark  corners of their souls and minds death still lurks unconquered.", "By night  the people of Dagon moved and loved, hated and feasted, and remembered  the fall of Dagon and their own slaughter only as a dim dream; they  moved in an enchanted mist of illusion, feeling the strangeness of their  existence but not inquiring the reasons therefor.", "With the coming of day  they sank into deep sleep, to be roused again only by the coming of  night, which is akin to death.", "All this rolled in a terrible panorama before Conan's consciousness as  he crouched beside the tapestried wall."], "preceeding5": ["He had left Khosatral lying upon the  golden dais with the mystic knife across his breast for a spell to hold  him senseless and inanimate until doomsday.", "But the ages passed and the priest died, the towers of deserted Dagon  crumbled, the tales became dim, and the Yuetshi were reduced by plagues  and famines and war to scattered remnants, dwelling in squalor along the  seashore.", "Only the cryptic dome resisted the rot of time, until a chance  thunderbolt and the curiosity of a fisherman lifted from the breast of  the god the magic knife and broke the spell.", "Khosatral Khel rose and  lived and waxed mighty once more.", "It pleased him to restore the city as  it was in the days before its fall."]}, {"immediate": ["Through the belling  of the voice which was like a tolling of triumph over the ordered laws  of a sane planet, a human sound anchored Conan's mind from its flight  through spheres of madness."], "following5": ["With the coming of day  they sank into deep sleep, to be roused again only by the coming of  night, which is akin to death.", "All this rolled in a terrible panorama before Conan's consciousness as  he crouched beside the tapestried wall.", "His reason staggered.", "All  certainty and sanity were swept away, leaving a shadowy universe through  which stole hooded figures of grisly potentialities.", "Through the belling  of the voice which was like a tolling of triumph over the ordered laws  of a sane planet, a human sound anchored Conan's mind from its flight  through spheres of madness."], "preceeding5": ["Khosatral Khel rose and  lived and waxed mighty once more.", "It pleased him to restore the city as  it was in the days before its fall.", "By his necromancy he lifted the  towers from the dust of forgotten millenniums, and the folk which had  been dust for ages moved in life again.", "But folk who have tasted death are only partly alive.", "In the dark  corners of their souls and minds death still lurks unconquered."]}, {"immediate": ["More than an hour passed, and Conan had not reappeared."], "following5": ["Through the belling  of the voice which was like a tolling of triumph over the ordered laws  of a sane planet, a human sound anchored Conan's mind from its flight  through spheres of madness.", "It was the hysterical sobbing of a woman.", "Involuntarily he sprang up.", "6      Jehungir Agha waited with growing impatience in his boat among the  reeds.", "More than an hour passed, and Conan had not reappeared."], "preceeding5": ["In the dark  corners of their souls and minds death still lurks unconquered.", "By night  the people of Dagon moved and loved, hated and feasted, and remembered  the fall of Dagon and their own slaughter only as a dim dream; they  moved in an enchanted mist of illusion, feeling the strangeness of their  existence but not inquiring the reasons therefor.", "With the coming of day  they sank into deep sleep, to be roused again only by the coming of  night, which is akin to death.", "All this rolled in a terrible panorama before Conan's consciousness as  he crouched beside the tapestried wall.", "His reason staggered."]}, {"immediate": ["Doubtless Conan is there."], "following5": ["With a sudden gesture Jehungir halted his party, and they stared  incredulously at the towers that showed through the verdure in the  distance.", "'Tarim!'", "muttered Jehungir.", "'The pirates have rebuilt the ruins!", "Doubtless Conan is there."], "preceeding5": ["But another surmise occurred to the Agha.", "Suppose the _hetman_  had left his warriors near by, and that they should grow suspicious and  come to investigate his long absence?", "Jehungir spoke to the oarsmen, and  the long boat slid from among the reeds and glided toward the carven  stairs.", "Leaving half a dozen men in the boat, he took the rest, ten mighty  archers of Khawarizm, in spired helmets and tiger-skin cloaks.", "Like  hunters invading the retreat of the lion, they stole forward under the  trees, arrows on string."]}, {"immediate": ["*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased."], "following5": ["A fortified town  this close to the mainland!--Come!'", "With renewed caution they glided through the trees.", "The game had  altered; from pursuers and hunters they had become spies.", "And as they crept through the tangled growth, the man they sought was in  peril more deadly than their filigreed arrows.", "*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased."], "preceeding5": ["With a sudden gesture Jehungir halted his party, and they stared  incredulously at the towers that showed through the verdure in the  distance.", "'Tarim!'", "muttered Jehungir.", "'The pirates have rebuilt the ruins!", "Doubtless Conan is there."]}, {"immediate": ["It was dim and misty in the chamber, and Conan's hair began to lift on  his scalp as he looked."], "following5": ["The game had  altered; from pursuers and hunters they had become spies.", "And as they crept through the tangled growth, the man they sought was in  peril more deadly than their filigreed arrows.", "*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased.", "He stood motionless as a statue, his gaze  fixed on a curtained door through which he knew that a culminating  horror would presently appear.", "It was dim and misty in the chamber, and Conan's hair began to lift on  his scalp as he looked."], "preceeding5": ["muttered Jehungir.", "'The pirates have rebuilt the ruins!", "Doubtless Conan is there.", "We must investigate this.", "A fortified town  this close to the mainland!--Come!'"]}, {"immediate": ["There was no sound of footsteps, but the  great dusky form grew more distinct until Conan recognized the figure of  a man."], "following5": ["*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased.", "He stood motionless as a statue, his gaze  fixed on a curtained door through which he knew that a culminating  horror would presently appear.", "It was dim and misty in the chamber, and Conan's hair began to lift on  his scalp as he looked.", "He saw a head and a pair of gigantic shoulders  grow out of the twilight gloom.", "There was no sound of footsteps, but the  great dusky form grew more distinct until Conan recognized the figure of  a man."], "preceeding5": ["Doubtless Conan is there.", "We must investigate this.", "A fortified town  this close to the mainland!--Come!'", "With renewed caution they glided through the trees.", "The game had  altered; from pursuers and hunters they had become spies."]}, {"immediate": ["Conan stared at the  sweep of the monstrous shoulders, the breadth of the swelling breast,  the bands and ridges and clusters of muscles on torso and limbs."], "following5": ["He saw a head and a pair of gigantic shoulders  grow out of the twilight gloom.", "There was no sound of footsteps, but the  great dusky form grew more distinct until Conan recognized the figure of  a man.", "He was clad in sandals, a skirt and a broad shagreen girdle.", "His  square-cut mane was confined by a circlet of gold.", "Conan stared at the  sweep of the monstrous shoulders, the breadth of the swelling breast,  the bands and ridges and clusters of muscles on torso and limbs."], "preceeding5": ["With renewed caution they glided through the trees.", "The game had  altered; from pursuers and hunters they had become spies.", "And as they crept through the tangled growth, the man they sought was in  peril more deadly than their filigreed arrows.", "*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased.", "He stood motionless as a statue, his gaze  fixed on a curtained door through which he knew that a culminating  horror would presently appear."]}, {"immediate": ["And Conan knew that this was Khosatral Khel, the ancient from the  Abyss, the god of Dagonia."], "following5": ["His  square-cut mane was confined by a circlet of gold.", "Conan stared at the  sweep of the monstrous shoulders, the breadth of the swelling breast,  the bands and ridges and clusters of muscles on torso and limbs.", "The  face was without weakness and without mercy.", "The eyes were balls of dark  fire.", "And Conan knew that this was Khosatral Khel, the ancient from the  Abyss, the god of Dagonia."], "preceeding5": ["*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased.", "He stood motionless as a statue, his gaze  fixed on a curtained door through which he knew that a culminating  horror would presently appear.", "It was dim and misty in the chamber, and Conan's hair began to lift on  his scalp as he looked.", "He saw a head and a pair of gigantic shoulders  grow out of the twilight gloom.", "There was no sound of footsteps, but the  great dusky form grew more distinct until Conan recognized the figure of  a man."]}, {"immediate": ["Khosatral spread his great  arms, and Conan, crouching beneath them, slashed at the giant's belly."], "following5": ["The eyes were balls of dark  fire.", "And Conan knew that this was Khosatral Khel, the ancient from the  Abyss, the god of Dagonia.", "No word was spoken.", "No word was necessary.", "Khosatral spread his great  arms, and Conan, crouching beneath them, slashed at the giant's belly."], "preceeding5": ["He saw a head and a pair of gigantic shoulders  grow out of the twilight gloom.", "There was no sound of footsteps, but the  great dusky form grew more distinct until Conan recognized the figure of  a man.", "He was clad in sandals, a skirt and a broad shagreen girdle.", "His  square-cut mane was confined by a circlet of gold.", "Conan stared at the  sweep of the monstrous shoulders, the breadth of the swelling breast,  the bands and ridges and clusters of muscles on torso and limbs."]}, {"immediate": ["There was a fleeting concussion, a fierce writhing and intertwining of  limbs and bodies, and then Conan sprang clear, every thew quivering from  the violence of his efforts; blood started where the grazing fingers had  torn the skin."], "following5": ["Khosatral spread his great  arms, and Conan, crouching beneath them, slashed at the giant's belly.", "Then he bounded back, eyes blazing with surprise.", "The keen edge had rung  on the mighty body as on an anvil, rebounding without cutting.", "Then  Khosatral came upon him in an irresistible surge.", "There was a fleeting concussion, a fierce writhing and intertwining of  limbs and bodies, and then Conan sprang clear, every thew quivering from  the violence of his efforts; blood started where the grazing fingers had  torn the skin."], "preceeding5": ["Conan stared at the  sweep of the monstrous shoulders, the breadth of the swelling breast,  the bands and ridges and clusters of muscles on torso and limbs.", "The  face was without weakness and without mercy.", "The eyes were balls of dark  fire.", "And Conan knew that this was Khosatral Khel, the ancient from the  Abyss, the god of Dagonia.", "No word was spoken."]}, {"immediate": ["Flinging down his useless sword, Conan caught up a heavy bench and  hurled it with all his power."], "following5": ["In that instant of contact he had experienced the  ultimate madness of blasphemed nature; no human flesh had bruised his,  but _metal_ animated and sentient; it was a body of living iron which  opposed his.", "Khosatral loomed above the warrior in the gloom.", "Once let those great  fingers lock and they would not loosen until the human body hung limp in  their grasp.", "In that twilit chamber it was as if a man fought with a  dream-monster in a nightmare.", "Flinging down his useless sword, Conan caught up a heavy bench and  hurled it with all his power."], "preceeding5": ["No word was necessary.", "Khosatral spread his great  arms, and Conan, crouching beneath them, slashed at the giant's belly.", "Then he bounded back, eyes blazing with surprise.", "The keen edge had rung  on the mighty body as on an anvil, rebounding without cutting.", "Then  Khosatral came upon him in an irresistible surge."]}, {"immediate": ["With a desperate wrench Conan ripped a whole section of tapestry from  the wall and whirling it, with a muscular effort greater than that  required for throwing the bench, he flung it over the giant's head."], "following5": ["It was such a missile as few men could  even lift.", "On Khosatral's mighty breast it smashed into shreds and  splinters.", "It did not even shake the giant on his braced legs.", "His face  lost something of its human aspect, a nimbus of fire played about his  awesome head, and like a moving tower he came on.", "With a desperate wrench Conan ripped a whole section of tapestry from  the wall and whirling it, with a muscular effort greater than that  required for throwing the bench, he flung it over the giant's head."], "preceeding5": ["There was a fleeting concussion, a fierce writhing and intertwining of  limbs and bodies, and then Conan sprang clear, every thew quivering from  the violence of his efforts; blood started where the grazing fingers had  torn the skin.", "In that instant of contact he had experienced the  ultimate madness of blasphemed nature; no human flesh had bruised his,  but _metal_ animated and sentient; it was a body of living iron which  opposed his.", "Khosatral loomed above the warrior in the gloom.", "Once let those great  fingers lock and they would not loosen until the human body hung limp in  their grasp.", "In that twilit chamber it was as if a man fought with a  dream-monster in a nightmare."]}, {"immediate": ["For  an instant Khosatral floundered, smothered and blinded by the clinging  stuff that resisted his strength as wood or steel could not have done,  and in that instant Conan caught up his scimitar and shot out into the  corridor."], "following5": ["On Khosatral's mighty breast it smashed into shreds and  splinters.", "It did not even shake the giant on his braced legs.", "His face  lost something of its human aspect, a nimbus of fire played about his  awesome head, and like a moving tower he came on.", "With a desperate wrench Conan ripped a whole section of tapestry from  the wall and whirling it, with a muscular effort greater than that  required for throwing the bench, he flung it over the giant's head.", "For  an instant Khosatral floundered, smothered and blinded by the clinging  stuff that resisted his strength as wood or steel could not have done,  and in that instant Conan caught up his scimitar and shot out into the  corridor."], "preceeding5": ["In that instant of contact he had experienced the  ultimate madness of blasphemed nature; no human flesh had bruised his,  but _metal_ animated and sentient; it was a body of living iron which  opposed his.", "Khosatral loomed above the warrior in the gloom.", "Once let those great  fingers lock and they would not loosen until the human body hung limp in  their grasp.", "In that twilit chamber it was as if a man fought with a  dream-monster in a nightmare.", "Flinging down his useless sword, Conan caught up a heavy bench and  hurled it with all his power."]}, {"immediate": ["Conan wasted no time trying the door."], "following5": ["He almost forgot the horror at his  heels until a splintering crash behind him brought him to his senses.", "He  caught up the girl and sprang for the opposite door.", "She was too  helpless with fright either to resist or to aid him.", "A faint whimper was  the only sound of which she seemed capable.", "Conan wasted no time trying the door."], "preceeding5": ["His face  lost something of its human aspect, a nimbus of fire played about his  awesome head, and like a moving tower he came on.", "With a desperate wrench Conan ripped a whole section of tapestry from  the wall and whirling it, with a muscular effort greater than that  required for throwing the bench, he flung it over the giant's head.", "For  an instant Khosatral floundered, smothered and blinded by the clinging  stuff that resisted his strength as wood or steel could not have done,  and in that instant Conan caught up his scimitar and shot out into the  corridor.", "Without checking his speed he hurled himself through the door  of the adjoining chamber, slammed the door and shot the bolt.", "Then as he wheeled he stopped short, all the blood in him seeming to  surge to his head."]}, {"immediate": ["Conan raced up the stair, carrying the big girl over one shoulder as  easily as if she had been a child."], "following5": ["A faint whimper was  the only sound of which she seemed capable.", "Conan wasted no time trying the door.", "A shattering stroke of his  scimitar hewed the lock asunder, and as he sprang through to the stair  that loomed beyond it, he saw the head and shoulders of Khosatral crash  through the other door.", "The colossus was splintering the massive panels  as if they were of cardboard.", "Conan raced up the stair, carrying the big girl over one shoulder as  easily as if she had been a child."], "preceeding5": ["Without checking his speed he hurled himself through the door  of the adjoining chamber, slammed the door and shot the bolt.", "Then as he wheeled he stopped short, all the blood in him seeming to  surge to his head.", "Crouching on a heap of silk cushions, golden hair  streaming over her naked shoulders, eyes blank with terror, was the  woman for whom he had dared so much.", "He almost forgot the horror at his  heels until a splintering crash behind him brought him to his senses.", "He  caught up the girl and sprang for the opposite door."]}, {"immediate": ["Conan shut  it and dropped in place the great bars with which it was furnished."], "following5": ["Conan raced up the stair, carrying the big girl over one shoulder as  easily as if she had been a child.", "Where he was going he had no idea,  but the stair ended at the door of a round, domed chamber.", "Khosatral was  coming up the stair behind them, silently as a wind of death, and as  swiftly.", "The chamber's walls were of solid steel, and so was the door.", "Conan shut  it and dropped in place the great bars with which it was furnished."], "preceeding5": ["He  caught up the girl and sprang for the opposite door.", "She was too  helpless with fright either to resist or to aid him.", "A faint whimper was  the only sound of which she seemed capable.", "Conan wasted no time trying the door.", "A shattering stroke of his  scimitar hewed the lock asunder, and as he sprang through to the stair  that loomed beyond it, he saw the head and shoulders of Khosatral crash  through the other door."]}, {"immediate": ["Conan shrugged his shoulders."], "following5": ["The chamber's walls were of solid steel, and so was the door.", "Conan shut  it and dropped in place the great bars with which it was furnished.", "The  thought struck him that this was Khosatral's chamber, where he locked  himself in to sleep securely from the monsters he had loosed from the  Pits to do his bidding.", "Hardly were the bolts in place when the great door shook and trembled to  the giant's assault.", "Conan shrugged his shoulders."], "preceeding5": ["Conan wasted no time trying the door.", "A shattering stroke of his  scimitar hewed the lock asunder, and as he sprang through to the stair  that loomed beyond it, he saw the head and shoulders of Khosatral crash  through the other door.", "The colossus was splintering the massive panels  as if they were of cardboard.", "Conan raced up the stair, carrying the big girl over one shoulder as  easily as if she had been a child.", "Where he was going he had no idea,  but the stair ended at the door of a round, domed chamber."]}, {"immediate": ["Conan's fierce eyes glowed with approval as they devoured her  thick golden hair, her clear wide eyes, her milky skin, sleek with  exuberant health, the firm swell of her breasts, the contours of her  splendid hips."], "following5": ["He had done his volcanic best to escape; when the giant came  crashing through that door he would explode in another savage onslaught  with his useless sword, not because he expected it to do any good, but  because it was his nature to die fighting.", "For the moment there was no  course of action to take, and his calmness was not forced or feigned.", "The gaze he turned on his fair companion was as admiring and intense as  if he had a hundred years to live.", "He had dumped her unceremoniously on  the floor when he turned to close the door, and she had risen to her  knees, mechanically arranging her streaming locks and her scanty  garment.", "Conan's fierce eyes glowed with approval as they devoured her  thick golden hair, her clear wide eyes, her milky skin, sleek with  exuberant health, the firm swell of her breasts, the contours of her  splendid hips."], "preceeding5": ["Hardly were the bolts in place when the great door shook and trembled to  the giant's assault.", "Conan shrugged his shoulders.", "This was the end of  the trail.", "There was no other door in the chamber, nor any window.", "Air,  and the strange misty light, evidently came from interstices in the  dome."]}, {"immediate": ["Conan did not look around."], "following5": ["The gaze he turned on his fair companion was as admiring and intense as  if he had a hundred years to live.", "He had dumped her unceremoniously on  the floor when he turned to close the door, and she had risen to her  knees, mechanically arranging her streaming locks and her scanty  garment.", "Conan's fierce eyes glowed with approval as they devoured her  thick golden hair, her clear wide eyes, her milky skin, sleek with  exuberant health, the firm swell of her breasts, the contours of her  splendid hips.", "A low cry escaped her as the door shook and a bolt gave way with a  groan.", "Conan did not look around."], "preceeding5": ["This was the end of  the trail.", "There was no other door in the chamber, nor any window.", "Air,  and the strange misty light, evidently came from interstices in the  dome.", "He tested the nickel edge of his scimitar, quite cool now that he  was at bay.", "He had done his volcanic best to escape; when the giant came  crashing through that door he would explode in another savage onslaught  with his useless sword, not because he expected it to do any good, but  because it was his nature to die fighting."]}, {"immediate": ["Conan was too honest to lie."], "following5": ["Strange that a  devil has to break down a door like a common man; but after all, his  strength itself is a diabolism.'", "'Can you not kill him?'", "she panted.", "'You are strong.'", "Conan was too honest to lie."], "preceeding5": ["They carried me to--to that--that _thing_.", "He told  me--he said--am I mad?", "Is this a dream?'", "He glanced at the door which bulged inward as if from the impact of a  battering-ram.", "'No,' he said, 'it's no dream."]}, {"immediate": ["she screamed  in sudden frenzy, and Conan caught her hands, fearing that she would  harm herself."], "following5": ["'If a mortal man could kill him, he'd be  dead now,' he answered.", "'I nicked my blade on his belly.'", "Her eyes dulled.", "'Then you must die, and I must--oh Mitra!'", "she screamed  in sudden frenzy, and Conan caught her hands, fearing that she would  harm herself."], "preceeding5": ["That hinge is giving way.", "Strange that a  devil has to break down a door like a common man; but after all, his  strength itself is a diabolism.'", "'Can you not kill him?'", "she panted.", "'You are strong.'"]}, {"immediate": ["Conan looked at her, and shook his head."], "following5": ["'He told me what he was going to do to me!'", "she panted.", "'Kill me!", "Kill me with your sword before he bursts the door!'", "Conan looked at her, and shook his head."], "preceeding5": ["Conan was too honest to lie.", "'If a mortal man could kill him, he'd be  dead now,' he answered.", "'I nicked my blade on his belly.'", "Her eyes dulled.", "'Then you must die, and I must--oh Mitra!'"]}, {"immediate": ["Conan took up his scimitar and moved  over to stand before the echoing door."], "following5": ["I have a  boat tied at the foot of the steps.", "If you can get out of the palace you  may escape him yet.", "The people of this city are all asleep.'", "She dropped her head in her hands.", "Conan took up his scimitar and moved  over to stand before the echoing door."], "preceeding5": ["'Kill me!", "Kill me with your sword before he bursts the door!'", "Conan looked at her, and shook his head.", "'I'll do what I can,' he said.", "'That won't be much, but it'll give you a  chance to get past him down the stair."]}, {"immediate": ["Conan watched in an  almost impersonal fascination, envying the monster his inhuman strength."], "following5": ["One watching him would have  realized that he was waiting for a death he regarded as inevitable.", "His  eyes smoldered more vividly; his muscular hand knotted harder on his  hilt; that was all.", "The hinges had given under the giant's terrible assault and the door  rocked crazily, held only by the bolts.", "And these solid steel bars were  buckling, bending, bulging out of their sockets.", "Conan watched in an  almost impersonal fascination, envying the monster his inhuman strength."], "preceeding5": ["Then run for the cliffs.", "I have a  boat tied at the foot of the steps.", "If you can get out of the palace you  may escape him yet.", "The people of this city are all asleep.'", "She dropped her head in her hands."]}, {"immediate": ["In the stillness Conan  heard other noises on the landing outside--the beat of wings, and a  muttering voice that was like the whining of wind through midnight  branches."], "following5": ["The hinges had given under the giant's terrible assault and the door  rocked crazily, held only by the bolts.", "And these solid steel bars were  buckling, bending, bulging out of their sockets.", "Conan watched in an  almost impersonal fascination, envying the monster his inhuman strength.", "Then without warning the bombardment ceased.", "In the stillness Conan  heard other noises on the landing outside--the beat of wings, and a  muttering voice that was like the whining of wind through midnight  branches."], "preceeding5": ["If you can get out of the palace you  may escape him yet.", "The people of this city are all asleep.'", "She dropped her head in her hands.", "Conan took up his scimitar and moved  over to stand before the echoing door.", "One watching him would have  realized that he was waiting for a death he regarded as inevitable."]}, {"immediate": ["Only the whetted instincts of barbarism could have sensed  it, but Conan knew, without seeing or hearing him leave, that the master  of Dagon no longer stood outside the door."], "following5": ["Conan watched in an  almost impersonal fascination, envying the monster his inhuman strength.", "Then without warning the bombardment ceased.", "In the stillness Conan  heard other noises on the landing outside--the beat of wings, and a  muttering voice that was like the whining of wind through midnight  branches.", "Then presently there was silence, but there was a new _feel_  in the air.", "Only the whetted instincts of barbarism could have sensed  it, but Conan knew, without seeing or hearing him leave, that the master  of Dagon no longer stood outside the door."], "preceeding5": ["She dropped her head in her hands.", "Conan took up his scimitar and moved  over to stand before the echoing door.", "One watching him would have  realized that he was waiting for a death he regarded as inevitable.", "His  eyes smoldered more vividly; his muscular hand knotted harder on his  hilt; that was all.", "The hinges had given under the giant's terrible assault and the door  rocked crazily, held only by the bolts."]}, {"immediate": ["Halting  before the great bronze-valved door, Conan caught Octavia by her  shoulders and shook her in his intensity."], "following5": ["The only way to that dome was through that room  with its copper throne and the foul thing that slumbered in it.", "But he did not hesitate.", "Swiftly they descended the stair, crossed the  chamber, descended the next stair, and came into the great dim hall with  its mysterious hangings.", "They had seen no sign of the colossus.", "Halting  before the great bronze-valved door, Conan caught Octavia by her  shoulders and shook her in his intensity."], "preceeding5": ["'The  knife!'", "he muttered, while almost dragging the girl down the stair in  his fierce haste.", "'The magic Yuetshi blade!", "He left it in the dome!", "I--'  his voice died suddenly as a clear mental picture sprang up before him."]}, {"immediate": ["A wind blowing across the green floor would have made more noise than  Conan's slinking feet."], "following5": ["He lowered the bolt  cautiously, not noticing that it could be worked from the outside.", "In  the dim twilight his gaze sought that grim copper throne; yes, the scaly  brute was still there, filling the throne with its loathsome coils.", "He  saw a door behind the throne and knew that it led into the dome.", "But to  reach it he must mount the dais, a few feet from the throne itself.", "A wind blowing across the green floor would have made more noise than  Conan's slinking feet."], "preceeding5": ["'I'm going into that room and fasten the door.", "Stand here and listen; if Khosatral comes, call to me.", "If you hear me  cry for you to go, run as though the devil were on your heels--which he  probably will be.", "Make for that door at the other end of the hall,  because I'll be past helping you.", "I'm going for the Yuetshi knife!'"]}, {"immediate": ["The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room."], "following5": ["A wind blowing across the green floor would have made more noise than  Conan's slinking feet.", "Eyes glued on the sleeping reptile he reached the  dais and mounted the glass steps.", "The snake had not moved.", "He was  reaching for the door....", "The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room."], "preceeding5": ["I'm going for the Yuetshi knife!'", "Before she could voice the protest her lips were framing, he had slid  through the valves and shut them behind him.", "He lowered the bolt  cautiously, not noticing that it could be worked from the outside.", "In  the dim twilight his gaze sought that grim copper throne; yes, the scaly  brute was still there, filling the throne with its loathsome coils.", "He  saw a door behind the throne and knew that it led into the dome."]}, {"immediate": ["Conan cleared the space between him and the throne with a desperate  bound, his scimitar swinging with all his power."], "following5": ["Then  she saw his shadowy figure and ran toward the dais, crying: 'I want to  go with you!", "I'm afraid to stay alone--_oh_!", "She threw up her hands  with a terrible scream as for the first time she saw the occupant of the  throne.", "The wedge-shaped head had lifted from its coils and thrust out  toward her on a yard of shining neck.", "Conan cleared the space between him and the throne with a desperate  bound, his scimitar swinging with all his power."], "preceeding5": ["A wind blowing across the green floor would have made more noise than  Conan's slinking feet.", "Eyes glued on the sleeping reptile he reached the  dais and mounted the glass steps.", "The snake had not moved.", "He was  reaching for the door....", "The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room."]}, {"immediate": ["Conan  staggered away from their blind strokes."], "following5": ["With a groaning convulsion of muscular  expansion that bulged his veins almost to bursting on his temples and  tied his muscles in quivering, tortured knots, he heaved up on his feet,  lifting almost the full weight of that forty-foot devil.", "An instant he reeled on wide-braced legs, feeling his ribs caving in on  his vitals and his sight growing dark, while his scimitar gleamed above  his head.", "Then it fell, shearing through the scales and flesh and  vertebrae.", "And where there had been one huge writhing cable, now there  were horribly two, lashing and flopping in the death throes.", "Conan  staggered away from their blind strokes."], "preceeding5": ["The wedge-shaped head had lifted from its coils and thrust out  toward her on a yard of shining neck.", "Conan cleared the space between him and the throne with a desperate  bound, his scimitar swinging with all his power.", "And with such blinding  speed did the serpent move that it whipped about and met him in full  midair, lapping his limbs and body with half a dozen coils.", "His  half-checked stroke fell futilely as he crashed down on the dais,  gashing the scaly trunk but not severing it.", "Then he was writhing on the glass steps with fold after slimy fold  knotting about him, twisting, crushing, killing him."]}, {"immediate": ["Conan half expected some other monstrosity to leap at him with the  opening of the door, but in the dimmer light he saw only the vague sweep  of the arch above, a dully gleaming block of gold, and a half-moon  glimmer on the stone."], "following5": ["Taking her wrist like  a truant schoolgirl, he led her around the hideous stumps that still  looped and knotted on the floor.", "Somewhere, in the distance, he thought  he heard men yelling, but his ears were still roaring so that he could  not be sure.", "The door gave to his efforts.", "If Khosatral had placed the snake there to  guard the thing he feared, evidently he considered it ample precaution.", "Conan half expected some other monstrosity to leap at him with the  opening of the door, but in the dimmer light he saw only the vague sweep  of the arch above, a dully gleaming block of gold, and a half-moon  glimmer on the stone."], "preceeding5": ["And where there had been one huge writhing cable, now there  were horribly two, lashing and flopping in the death throes.", "Conan  staggered away from their blind strokes.", "He was sick and dizzy, and  blood oozed from his nose.", "Groping in a dark mist he clutched Octavia  and shook her until she gasped for breath.", "'Next time I tell you to stay somewhere,' he gasped, 'you stay!'"]}, {"immediate": ["Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees."], "following5": ["They had heard the screams, and presently, waiting nervously, had seen,  on the cliff above them, a blood-smeared monster waving gigantic arms in  awful triumph.", "They had waited for no more.", "When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot.", "Khosatral was gone--had either returned to the city or was prowling the  forest in search of the man who had escaped him outside the walls.", "Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees."], "preceeding5": ["Octavia sensed that grim peril lurked in those leafy fastnesses.", "Her  breath came pantingly and she pressed close to her protector.", "But the  forest was silent now, and they saw no shape of menace until they  emerged from the trees and glimpsed a figure standing on the edge of the  cliffs.", "Jehungir Agha had escaped the doom that had overtaken his warriors when  an iron giant sallied suddenly from the gate and battered and crushed  them into bits of shredded flesh and splintered bone.", "When he saw the  swords of his archers break on that man-like juggernaut, he had known it  was no human foe they faced, and he had fled, hiding in the deep woods  until the sounds of slaughter ceased."]}, {"immediate": ["Conan crouched and the arrow splintered on a tree, and Conan  laughed."], "following5": ["The  experience which had congealed his blood and almost blasted his reason  had not altered Jehungir's intentions toward the _kozak_ chief.", "The  sight of the man he had come to kill filled him with gratification.", "He  was astonished to see the girl he had given to Jelal Khan, but he wasted  no time on her.", "Lifting his bow he drew the shaft to its head and  loosed.", "Conan crouched and the arrow splintered on a tree, and Conan  laughed."], "preceeding5": ["Then he crept back to the stair,  but his boatmen were not waiting for him.", "They had heard the screams, and presently, waiting nervously, had seen,  on the cliff above them, a blood-smeared monster waving gigantic arms in  awful triumph.", "They had waited for no more.", "When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot.", "Khosatral was gone--had either returned to the city or was prowling the  forest in search of the man who had escaped him outside the walls."]}, {"immediate": ["Conan met him half-way in a blinding whirl of swords."], "following5": ["Try again, pig of Turan!'", "Jehungir did not try again.", "That was his last arrow.", "He drew his  scimitar and advanced, confident in his spired helmet and close-meshed  mail.", "Conan met him half-way in a blinding whirl of swords."], "preceeding5": ["Lifting his bow he drew the shaft to its head and  loosed.", "Conan crouched and the arrow splintered on a tree, and Conan  laughed.", "'Dog!'", "he taunted.", "'You can't hit me!"]}, {"immediate": ["Conan, stooping above the body of the Agha, made no move to escape."], "following5": ["Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine.", "But Octavia's scream was not caused by the death of her former master.", "With a crash of bending boughs Khosatral Khel was upon them.", "The girl  could not flee; a moaning cry escaped her as her knees gave way and  pitched her grovelling to the sward.", "Conan, stooping above the body of the Agha, made no move to escape."], "preceeding5": ["Try again, pig of Turan!'", "Jehungir did not try again.", "That was his last arrow.", "He drew his  scimitar and advanced, confident in his spired helmet and close-meshed  mail.", "Conan met him half-way in a blinding whirl of swords."]}, {"immediate": ["But Conan's blood was up."], "following5": ["The girl  could not flee; a moaning cry escaped her as her knees gave way and  pitched her grovelling to the sward.", "Conan, stooping above the body of the Agha, made no move to escape.", "Shifting his reddened scimitar to his left hand, he drew the great  half-blade of the Yuetshi.", "Khosatral Khel was towering above him, his  arms lifted like mauls, but as the blade caught the sheen of the sun,  the giant gave back suddenly.", "But Conan's blood was up."], "preceeding5": ["He drew his  scimitar and advanced, confident in his spired helmet and close-meshed  mail.", "Conan met him half-way in a blinding whirl of swords.", "The curved  blades ground together, sprang apart, circled in glittering arcs that  blurred the sight which tried to follow them.", "Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine.", "But Octavia's scream was not caused by the death of her former master."]}, {"immediate": ["His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again."], "following5": ["He rushed in, slashing with the crescent  blade.", "And it did not splinter.", "Under its edge the dusky metal of  Khosatral's body gave way like common flesh beneath a cleaver.", "From the  deep gash flowed a strange ichor, and Khosatral cried out like the  dirging of a great bell.", "His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again."], "preceeding5": ["With a crash of bending boughs Khosatral Khel was upon them.", "The girl  could not flee; a moaning cry escaped her as her knees gave way and  pitched her grovelling to the sward.", "Conan, stooping above the body of the Agha, made no move to escape.", "Shifting his reddened scimitar to his left hand, he drew the great  half-blade of the Yuetshi.", "Khosatral Khel was towering above him, his  arms lifted like mauls, but as the blade caught the sheen of the sun,  the giant gave back suddenly."]}, {"immediate": ["Yet though Conan followed  him with the speed of hot passion, the walls and towers of Dagon loomed  through the trees before the man came within dagger-reach of the giant."], "following5": ["From the  deep gash flowed a strange ichor, and Khosatral cried out like the  dirging of a great bell.", "His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again.", "Khosatral reeled  and tottered; his cries were awful to hear, as if metal were given a  tongue of pain, as if iron shrieked and bellowed under torment.", "Then wheeling away he staggered into the forest; he reeled in his gait,  crashed through bushes and caromed off trees.", "Yet though Conan followed  him with the speed of hot passion, the walls and towers of Dagon loomed  through the trees before the man came within dagger-reach of the giant."], "preceeding5": ["Shifting his reddened scimitar to his left hand, he drew the great  half-blade of the Yuetshi.", "Khosatral Khel was towering above him, his  arms lifted like mauls, but as the blade caught the sheen of the sun,  the giant gave back suddenly.", "But Conan's blood was up.", "He rushed in, slashing with the crescent  blade.", "And it did not splinter."]}, {"immediate": ["Then Khosatral turned again, flailing the air with desperate blows, but  Conan, fired to berserk fury, was not to be denied."], "following5": ["His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again.", "Khosatral reeled  and tottered; his cries were awful to hear, as if metal were given a  tongue of pain, as if iron shrieked and bellowed under torment.", "Then wheeling away he staggered into the forest; he reeled in his gait,  crashed through bushes and caromed off trees.", "Yet though Conan followed  him with the speed of hot passion, the walls and towers of Dagon loomed  through the trees before the man came within dagger-reach of the giant.", "Then Khosatral turned again, flailing the air with desperate blows, but  Conan, fired to berserk fury, was not to be denied."], "preceeding5": ["Khosatral Khel was towering above him, his  arms lifted like mauls, but as the blade caught the sheen of the sun,  the giant gave back suddenly.", "But Conan's blood was up.", "He rushed in, slashing with the crescent  blade.", "And it did not splinter.", "Under its edge the dusky metal of  Khosatral's body gave way like common flesh beneath a cleaver."]}, {"immediate": ["Where there had been the  likeness of a human face, there was no face at all, and the metal limbs  melted and changed.... Conan, who had not shrunk from Khosatral living,  recoiled blenching from Khosatral dead, for he had witnessed an awful  transmutation; in his dying throes Khosatral Khel had become again the  _thing_ that had crawled up from the Abyss millenniums gone."], "following5": ["Then Khosatral turned again, flailing the air with desperate blows, but  Conan, fired to berserk fury, was not to be denied.", "As a panther strikes  down a bull moose at bay, so he plunged under the bludgeoning arms and  drove the crescent blade to the hilt under the spot where a human's  heart would be.", "Khosatral reeled and fell.", "In the shape of a man he reeled, but it was  not the shape of a man that struck the loam.", "Where there had been the  likeness of a human face, there was no face at all, and the metal limbs  melted and changed.... Conan, who had not shrunk from Khosatral living,  recoiled blenching from Khosatral dead, for he had witnessed an awful  transmutation; in his dying throes Khosatral Khel had become again the  _thing_ that had crawled up from the Abyss millenniums gone."], "preceeding5": ["Under its edge the dusky metal of  Khosatral's body gave way like common flesh beneath a cleaver.", "From the  deep gash flowed a strange ichor, and Khosatral cried out like the  dirging of a great bell.", "His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again.", "Khosatral reeled  and tottered; his cries were awful to hear, as if metal were given a  tongue of pain, as if iron shrieked and bellowed under torment.", "Then wheeling away he staggered into the forest; he reeled in his gait,  crashed through bushes and caromed off trees."]}, {"immediate": ["Gagging  with intolerable repugnance, Conan turned to flee the sight; and he was  suddenly aware that the pinnacles of Dagon no longer glimmered through  the trees."], "following5": ["As a panther strikes  down a bull moose at bay, so he plunged under the bludgeoning arms and  drove the crescent blade to the hilt under the spot where a human's  heart would be.", "Khosatral reeled and fell.", "In the shape of a man he reeled, but it was  not the shape of a man that struck the loam.", "Where there had been the  likeness of a human face, there was no face at all, and the metal limbs  melted and changed.... Conan, who had not shrunk from Khosatral living,  recoiled blenching from Khosatral dead, for he had witnessed an awful  transmutation; in his dying throes Khosatral Khel had become again the  _thing_ that had crawled up from the Abyss millenniums gone.", "Gagging  with intolerable repugnance, Conan turned to flee the sight; and he was  suddenly aware that the pinnacles of Dagon no longer glimmered through  the trees."], "preceeding5": ["From the  deep gash flowed a strange ichor, and Khosatral cried out like the  dirging of a great bell.", "His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again.", "Khosatral reeled  and tottered; his cries were awful to hear, as if metal were given a  tongue of pain, as if iron shrieked and bellowed under torment.", "Then wheeling away he staggered into the forest; he reeled in his gait,  crashed through bushes and caromed off trees.", "Yet though Conan followed  him with the speed of hot passion, the walls and towers of Dagon loomed  through the trees before the man came within dagger-reach of the giant."]}, {"immediate": ["Conan again looked upon the ruins of Xapur as he  remembered them."], "following5": ["Gagging  with intolerable repugnance, Conan turned to flee the sight; and he was  suddenly aware that the pinnacles of Dagon no longer glimmered through  the trees.", "They had faded like smoke--the battlements, the crenellated  towers, the great bronze gates, the velvets, the gold, the ivory, and  the dark-haired women, and the men with their shaven skulls.", "With the  passing of the inhuman intellect which had given them rebirth, they had  faded back into the dust which they had been for ages uncounted.", "Only  the stumps of broken columns rose above crumbling walls and broken paves  and shattered dome.", "Conan again looked upon the ruins of Xapur as he  remembered them."], "preceeding5": ["Yet though Conan followed  him with the speed of hot passion, the walls and towers of Dagon loomed  through the trees before the man came within dagger-reach of the giant.", "Then Khosatral turned again, flailing the air with desperate blows, but  Conan, fired to berserk fury, was not to be denied.", "As a panther strikes  down a bull moose at bay, so he plunged under the bludgeoning arms and  drove the crescent blade to the hilt under the spot where a human's  heart would be.", "Khosatral reeled and fell.", "In the shape of a man he reeled, but it was  not the shape of a man that struck the loam."]}, {"immediate": ["Conan's  admiration increased to see how well she had recovered her poise after  having endured such frantic terror."], "following5": ["The Hyrkanians would enslave me  again, and the pirates would--'    'What of the _kozaks_?'", "he suggested.", "'Are they better than the pirates?'", "she asked scornfully.", "Conan's  admiration increased to see how well she had recovered her poise after  having endured such frantic terror."], "preceeding5": ["He had shaken off the dim monstrous visions  which had momentarily haunted him, and was his exuberant self again.", "'Where is _he_?'", "she shuddered.", "'Gone back to hell whence he crawled,' he replied cheerfully.", "'Why  didn't you climb the stair and make your escape in my boat?'"]}, {"immediate": ["Conan seemed rather crestfallen."], "following5": ["'Do you think I was enamored of you?", "Do  you dream that I would have shamed myself before an ale-guzzling,  meat-gorging barbarian unless I had to?", "My master--whose body lies  there--forced me to do as I did.'", "'Oh!'", "Conan seemed rather crestfallen."], "preceeding5": ["she asked scornfully.", "Conan's  admiration increased to see how well she had recovered her poise after  having endured such frantic terror.", "Her arrogance amused him.", "'You seemed to think so in the camp by Ghori,' he answered.", "'You were  free enough with your smiles then.'"]}]}, {"character": "jehungir", "frequency": 30, "appearances": [{"immediate": ["2      Jehungir Agha, lord of Khawarizm and keeper of the coastal border,  scanned once more the ornate parchment scroll with its peacock seal, and  laughed shortly and sardonically."], "following5": ["Suddenly the man rose and towered above him, menace in his every aspect.", "There was no room in the fisherman's dull brain for fear, at least for  such fear as might grip a man who has just seen the fundamental laws of  nature defied.", "As the great hands fell to his shoulders, he drew his  saw-edged knife and struck upward with the same motion.", "The blade  splintered against the stranger's corded belly as against a steel  column, and then the fisherman's thick neck broke like a rotten twig in  the giant hands.", "2      Jehungir Agha, lord of Khawarizm and keeper of the coastal border,  scanned once more the ornate parchment scroll with its peacock seal, and  laughed shortly and sardonically."], "preceeding5": ["Scrambling down into the dome, he lifted the weapon from the man's  breast.", "And as he did so, a strange and terrible thing came to pass.", "The  muscular dark hands knotted convulsively, the lids flared open,  revealing great dark magnetic eyes whose stare struck the startled  fisherman like a physical blow.", "He recoiled, dropping the jeweled dagger  in his perturbation.", "The man on the dais heaved up to a sitting  position, and the fisherman gaped at the full extent of his size, thus  revealed."]}, {"immediate": ["Jehungir shrugged his shoulders."], "following5": ["The blade  splintered against the stranger's corded belly as against a steel  column, and then the fisherman's thick neck broke like a rotten twig in  the giant hands.", "2      Jehungir Agha, lord of Khawarizm and keeper of the coastal border,  scanned once more the ornate parchment scroll with its peacock seal, and  laughed shortly and sardonically.", "'Well?'", "bluntly demanded his counsellor Ghaznavi.", "Jehungir shrugged his shoulders."], "preceeding5": ["He recoiled, dropping the jeweled dagger  in his perturbation.", "The man on the dais heaved up to a sitting  position, and the fisherman gaped at the full extent of his size, thus  revealed.", "His narrowed eyes held the Yuetshi and in those slitted orbs  he read neither friendliness nor gratitude; he saw only a fire as alien  and hostile as that which burns in the eyes of a tiger.", "Suddenly the man rose and towered above him, menace in his every aspect.", "There was no room in the fisherman's dull brain for fear, at least for  such fear as might grip a man who has just seen the fundamental laws of  nature defied."]}, {"immediate": ["demanded Jehungir."], "following5": ["They were called _kozak_, which means wastrel.", "Dwelling on the wild, open steppes, owning no law but their own peculiar  code, they had become a people capable of defying the Grand Monarch.", "Ceaselessly they raided the Turanian frontier, retiring in the steppes  when defeated; with the pirates of Vilayet, men of much the same breed,  they harried the coast, preying off the merchant ships which plied  between the Hyrkanian ports.", "'How am I to crush these wolves?'", "demanded Jehungir."], "preceeding5": ["His riders bore torch and  sword westward into Brythunia and Ophir and Corinthia, even to the  borders of Nemedia.", "His gilt-helmeted swordsmen had trampled hosts under  their horses' hoofs, and walled cities went up in flames at his  command.", "In the glutted slave markets of Aghrapur, Sultanapur,  Khawarizm, Shahpur and Khorusun, women were sold for three small silver  coins--blond Brythunians, tawny Stygians, dark-haired Zamorians, ebon  Kushites, olive-skinned Shemites.", "Yet, while his swift horsemen overthrew armies far from his frontiers,  at his very borders an audacious foe plucked his beard with a  red-dripping and smoke-stained hand.", "On the broad steppes between the Sea of Vilayet and the borders of the  easternmost Hyborian kingdoms, a new race had sprung up in the past  half-century, formed originally of fleeing criminals, broken men,  escaped slaves, and deserting soldiers."]}, {"immediate": ["replied Jehungir feelingly."], "following5": ["Of  late they have been more daring than ever.'", "'That is because of the new chief who has risen among them,' answered  Ghaznavi.", "'You know whom I mean.'", "'Aye!'", "replied Jehungir feelingly."], "preceeding5": ["They were called _kozak_, which means wastrel.", "Dwelling on the wild, open steppes, owning no law but their own peculiar  code, they had become a people capable of defying the Grand Monarch.", "Ceaselessly they raided the Turanian frontier, retiring in the steppes  when defeated; with the pirates of Vilayet, men of much the same breed,  they harried the coast, preying off the merchant ships which plied  between the Hyrkanian ports.", "'How am I to crush these wolves?'", "demanded Jehungir."]}, {"immediate": ["demanded Jehungir."], "following5": ["'The other _kozaks_ are at least descendants of  civilized men.", "He is a barbarian.", "But to dispose of him would be to deal  them a crippling blow.'", "'But how?'", "demanded Jehungir."], "preceeding5": ["'That is because of the new chief who has risen among them,' answered  Ghaznavi.", "'You know whom I mean.'", "'Aye!'", "replied Jehungir feelingly.", "'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'"]}, {"immediate": ["Jehungir clapped his hands, and an impassive Kushite eunuch, an image of  shining ebony in silken pantaloons, bowed before him and went to do his  bidding."], "following5": ["'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi.", "'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan.", "He has a keen relish for  women and strong drink.", "Have your captive Octavia fetched here.'", "Jehungir clapped his hands, and an impassive Kushite eunuch, an image of  shining ebony in silken pantaloons, bowed before him and went to do his  bidding."], "preceeding5": ["He is a barbarian.", "But to dispose of him would be to deal  them a crippling blow.'", "'But how?'", "demanded Jehungir.", "'He has repeatedly cut his way out of  spots that seemed certain death for him."]}, {"immediate": ["'I am not likely to forget that,' said Jehungir wryly."], "following5": ["She stood with  hanging head before her master until he motioned her to a seat on the  divan beside him.", "Then he looked inquiringly at Ghaznavi.", "'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly.", "'Their war camp is at present pitched somewhere on the lower  reaches of the Zaporoska River--which, as you well know, is a wilderness  of reeds, a swampy jungle in which our last expedition was cut to pieces  by those masterless devils.'", "'I am not likely to forget that,' said Jehungir wryly."], "preceeding5": ["He has a keen relish for  women and strong drink.", "Have your captive Octavia fetched here.'", "Jehungir clapped his hands, and an impassive Kushite eunuch, an image of  shining ebony in silken pantaloons, bowed before him and went to do his  bidding.", "Presently he returned, leading by the wrist a tall handsome  girl, whose yellow hair, clear eyes and fair skin identified her as a  pure-blooded member of her race.", "Her scanty silk tunic, girded at the  waist, displayed the marvelous contours of her magnificent figure."]}, {"immediate": ["'As well wish for the moon,' said Jehungir impatiently."], "following5": ["It has no shore-line, but rises sheer out of the sea in cliffs a hundred  and fifty feet tall.", "Not even an ape could negotiate them.", "The only  place where a man can go up or down is a narrow path on the western side  that has the appearance of a worn stair, carved into the solid rock of  the cliffs.", "'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'", "'As well wish for the moon,' said Jehungir impatiently."], "preceeding5": ["Then he looked inquiringly at Ghaznavi.", "'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly.", "'Their war camp is at present pitched somewhere on the lower  reaches of the Zaporoska River--which, as you well know, is a wilderness  of reeds, a swampy jungle in which our last expedition was cut to pieces  by those masterless devils.'", "'I am not likely to forget that,' said Jehungir wryly.", "'There is an uninhabited island near the mainland,' said Ghaznavi,  'known as Xapur, the Fortified, because of some ancient ruins upon it."]}, {"immediate": ["Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori."], "following5": ["'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'", "'As well wish for the moon,' said Jehungir impatiently.", "'Shall we send  him a messenger, bidding him climb the cliffs and await our coming?'", "'In effect, yes!'", "Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori."], "preceeding5": ["'I am not likely to forget that,' said Jehungir wryly.", "'There is an uninhabited island near the mainland,' said Ghaznavi,  'known as Xapur, the Fortified, because of some ancient ruins upon it.", "There is a peculiarity about it which makes it perfect for our purpose.", "It has no shore-line, but rises sheer out of the sea in cliffs a hundred  and fifty feet tall.", "Not even an ape could negotiate them."]}, {"immediate": ["I am the daughter of a Nemedian lord--'    'You were of the Nemedian nobility before my riders carried you off,'  returned Jehungir cynically."], "following5": ["'You would force me to play the trollop with this barbarian?'", "she  exclaimed.", "'I will not!", "I am no market-block slut to smirk and ogle at a  steppes-robber.", "I am the daughter of a Nemedian lord--'    'You were of the Nemedian nobility before my riders carried you off,'  returned Jehungir cynically."], "preceeding5": ["Octavia changed color and listened with  intensified interest as the counsellor nodded toward her.", "'She will use  all her wiles to attract Conan's attention.", "That should not be  difficult.", "To that wild reaver she should appear a dazzling vision of  loveliness.", "Her vitality and substantial figure should appeal to him  more vividly than would one of the doll-like beauties of your seraglio.'"]}, {"immediate": ["'On the contrary,' rejoined Jehungir with studied cruelty, 'you will."], "following5": ["I am the daughter of a Nemedian lord--'    'You were of the Nemedian nobility before my riders carried you off,'  returned Jehungir cynically.", "'Now you are merely a slave who will do as  she is bid.'", "'I will not!'", "she raged.", "'On the contrary,' rejoined Jehungir with studied cruelty, 'you will."], "preceeding5": ["Her vitality and substantial figure should appeal to him  more vividly than would one of the doll-like beauties of your seraglio.'", "Octavia sprang up, her white fists clenched, her eyes blazing and her  figure quivering with outraged anger.", "'You would force me to play the trollop with this barbarian?'", "she  exclaimed.", "'I will not!"]}, {"immediate": ["'But we do not know that he will go alone,' Jehungir argued."], "following5": ["'Then, shortly after the parley, before he has time to forget all about  her, we will send a messenger to him, under a flag of truce, accusing  him of stealing the girl, and demanding her return.", "He may kill the  messenger, but at least he will think that she has escaped.", "'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur.", "If I know my  man, he will go straight to that place.'", "'But we do not know that he will go alone,' Jehungir argued."], "preceeding5": ["I  like Ghaznavi's plan.", "Continue, prince among counsellors.'", "'Conan will probably wish to buy her.", "You will refuse to sell her, of  course, or to exchange her for Hyrkanian prisoners.", "He may then try to  steal her, or take her by force--though I do not think even he would  break the parley-truce."]}, {"immediate": ["'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'"], "following5": ["Depend upon it, he will come, remembering your  charming slave's smiles and meaning glances.'", "'I will never descend to such shame!'", "Octavia was wild with fury and  humiliation.", "'I will die first!'", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'"], "preceeding5": ["retorted Ghaznavi.", "'The chances are all that  he _will_ go alone.", "But we will take care of the other alternative.", "We  will not await him on the island, where we might be trapped ourselves,  but among the reeds of a marshy point which juts out to within a  thousand yards of Xapur.", "If he brings a large force, we'll beat a  retreat and think up another plot."]}, {"immediate": ["'Here is work for you, Gilzan,' said Jehungir."], "following5": ["'I will die first!'", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'", "He clapped his hands, and Octavia paled.", "This time it was not the  Kushite who entered, but a Shemite, a heavily muscled man of medium  height with a short, curled, blue-black beard.", "'Here is work for you, Gilzan,' said Jehungir."], "preceeding5": ["We  will not await him on the island, where we might be trapped ourselves,  but among the reeds of a marshy point which juts out to within a  thousand yards of Xapur.", "If he brings a large force, we'll beat a  retreat and think up another plot.", "If he comes alone or with a small  party, we will have him.", "Depend upon it, he will come, remembering your  charming slave's smiles and meaning glances.'", "'I will never descend to such shame!'"]}, {"immediate": ["Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'"], "following5": ["'Take this fool, and play  with her awhile.", "Yet be careful not to spoil her beauty.'", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her.", "With a  piteous cry she tore away and threw herself on her knees before her  implacable master, sobbing incoherently for mercy.", "Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'"], "preceeding5": ["Octavia was wild with fury and  humiliation.", "'I will die first!'", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'", "He clapped his hands, and Octavia paled.", "This time it was not the  Kushite who entered, but a Shemite, a heavily muscled man of medium  height with a short, curled, blue-black beard."]}, {"immediate": ["Jehungir's mastery of her had been bad enough; but with deliberate  fiendishness Jehungir had given her to a nobleman whose name was a  byword for degeneracy even in Khawarizm."], "following5": ["It was not a drowsy water-fowl nor a waking beast.", "It was a human who  struggled through the thick reeds, which were taller than a man's head.", "It was a woman, had there been anyone to see, tall and yellow-haired,  her splendid limbs molded by her draggled tunic.", "Octavia had escaped in  good earnest, every outraged fiber of her still tingling from her  experience in a captivity that had become unendurable.", "Jehungir's mastery of her had been bad enough; but with deliberate  fiendishness Jehungir had given her to a nobleman whose name was a  byword for degeneracy even in Khawarizm."], "preceeding5": ["'Take this fool, and play  with her awhile.", "Yet be careful not to spoil her beauty.'", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her.", "With a  piteous cry she tore away and threw herself on her knees before her  implacable master, sobbing incoherently for mercy.", "Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'"]}, {"immediate": ["Jehungir caught his wrist and hissed an oath into his ear."], "following5": ["He was keenly alert, not because he  consciously suspected hidden danger, but because alertness was a part of  him, whetted by the wild existence he followed.", "What Ghaznavi had considered animal intuition or some sixth sense was  merely the razor-edge faculties and savage wit of the barbarian.", "Conan  had no instinct to tell him that men were watching him from a covert  among the reeds of the mainland.", "As he climbed the cliff, one of these men breathed deeply and stealthily  lifted a bow.", "Jehungir caught his wrist and hissed an oath into his ear."], "preceeding5": ["Through his widely open white silk shirt  showed his broad muscular breast, burned brown by the sun.", "The muscles of his heavy bronzed arms rippled as he pulled the oars with  an almost feline ease of motion.", "A fierce vitality that was evident in  each feature and motion set him apart from common men; yet his  expression was neither savage nor somber, though the smoldering blue  eyes hinted at ferocity easily wakened.", "This was Conan, who had wandered  into the armed camps of the _kozaks_ with no other possession than his  wits and his sword, and who had carved his way to leadership among them.", "He paddled to the carven stair as one familiar with his environs, and  moored the boat to a projection of the rock."]}, {"immediate": ["He went  silently in his soft leather boots, his gaze sifting every shadow in  eagerness to catch sight of the splendid tawny-haired beauty of whom he  had dreamed ever since he had seen her in the pavilion of Jehungir Agha  by Fort Ghori."], "following5": ["But I do not wish to do that if it  can be helped.", "Some of us are sure to die if we have to go into the bush  after him.", "I had rather catch him descending the stair, where we can  feather him with arrows from a safe distance.'", "Meanwhile the unsuspecting _kozak_ had plunged into the forest.", "He went  silently in his soft leather boots, his gaze sifting every shadow in  eagerness to catch sight of the splendid tawny-haired beauty of whom he  had dreamed ever since he had seen her in the pavilion of Jehungir Agha  by Fort Ghori."], "preceeding5": ["We will stay here  awhile.", "He _may_ have sensed our presence or guessed our plot.", "He may  have warriors hidden somewhere.", "We will wait.", "In an hour, if nothing  suspicious occurs, we'll row up to the foot of the stair and await him  there."]}, {"immediate": ["On that bit of torn cloth, so faint that it was less  with his physical faculties than by some obscure instinctive sense that  he recognized it, lingered the tantalizing perfume that he connected  with the sweet firm flesh of the woman he had seen in Jehungir's  pavilion."], "following5": ["He would leave it behind him, would quit the  armed camps and the steppes, and put a thousand miles between him and  the blue mysterious East where the most basic laws of nature could be  set at naught, by what diabolism he could not guess.", "For an instant the future fate of kingdoms that hinged on this gay-clad  barbarian hung in the balance.", "It was a small thing that tipped the  scales--merely a shred of silk hanging on a bush that caught his uneasy  glance.", "He leaned to it, his nostrils expanding, his nerves quivering to  a subtle stimulant.", "On that bit of torn cloth, so faint that it was less  with his physical faculties than by some obscure instinctive sense that  he recognized it, lingered the tantalizing perfume that he connected  with the sweet firm flesh of the woman he had seen in Jehungir's  pavilion."], "preceeding5": ["What human hands could rear such a mammoth pile  as now met his eyes, in the few weeks which had elapsed?", "Besides, the  buccaneers who roamed Vilayet ceaselessly would have learned of any work  going on on such a stupendous scale, and would have informed the  _kozaks_.", "There was no explaining this thing, but it was so.", "He was on Xapur and  that fantastic heap of towering masonry was on Xapur, and all was  madness and paradox; yet it was all true.", "He wheeled back through the jungle, down the carven stair and across the  blue waters to the distant camp at the mouth of the Zaporoska."]}, {"immediate": ["6      Jehungir Agha waited with growing impatience in his boat among the  reeds."], "following5": ["All  certainty and sanity were swept away, leaving a shadowy universe through  which stole hooded figures of grisly potentialities.", "Through the belling  of the voice which was like a tolling of triumph over the ordered laws  of a sane planet, a human sound anchored Conan's mind from its flight  through spheres of madness.", "It was the hysterical sobbing of a woman.", "Involuntarily he sprang up.", "6      Jehungir Agha waited with growing impatience in his boat among the  reeds."], "preceeding5": ["But folk who have tasted death are only partly alive.", "In the dark  corners of their souls and minds death still lurks unconquered.", "By night  the people of Dagon moved and loved, hated and feasted, and remembered  the fall of Dagon and their own slaughter only as a dim dream; they  moved in an enchanted mist of illusion, feeling the strangeness of their  existence but not inquiring the reasons therefor.", "With the coming of day  they sank into deep sleep, to be roused again only by the coming of  night, which is akin to death.", "All this rolled in a terrible panorama before Conan's consciousness as  he crouched beside the tapestried wall."]}, {"immediate": ["Jehungir spoke to the oarsmen, and  the long boat slid from among the reeds and glided toward the carven  stairs."], "following5": ["More than an hour passed, and Conan had not reappeared.", "Doubtless  he was still searching the island for the girl he thought to be hidden  there.", "But another surmise occurred to the Agha.", "Suppose the _hetman_  had left his warriors near by, and that they should grow suspicious and  come to investigate his long absence?", "Jehungir spoke to the oarsmen, and  the long boat slid from among the reeds and glided toward the carven  stairs."], "preceeding5": ["His reason staggered.", "All  certainty and sanity were swept away, leaving a shadowy universe through  which stole hooded figures of grisly potentialities.", "Through the belling  of the voice which was like a tolling of triumph over the ordered laws  of a sane planet, a human sound anchored Conan's mind from its flight  through spheres of madness.", "It was the hysterical sobbing of a woman.", "Involuntarily he sprang up."]}, {"immediate": ["With a sudden gesture Jehungir halted his party, and they stared  incredulously at the towers that showed through the verdure in the  distance."], "following5": ["Jehungir spoke to the oarsmen, and  the long boat slid from among the reeds and glided toward the carven  stairs.", "Leaving half a dozen men in the boat, he took the rest, ten mighty  archers of Khawarizm, in spired helmets and tiger-skin cloaks.", "Like  hunters invading the retreat of the lion, they stole forward under the  trees, arrows on string.", "Silence reigned over the forest except when a  great green thing that might have been a parrot swirled over their heads  with a low thunder of broad wings, and then sped off through the trees.", "With a sudden gesture Jehungir halted his party, and they stared  incredulously at the towers that showed through the verdure in the  distance."], "preceeding5": ["Involuntarily he sprang up.", "6      Jehungir Agha waited with growing impatience in his boat among the  reeds.", "More than an hour passed, and Conan had not reappeared.", "Doubtless  he was still searching the island for the girl he thought to be hidden  there.", "But another surmise occurred to the Agha."]}, {"immediate": ["muttered Jehungir."], "following5": ["Like  hunters invading the retreat of the lion, they stole forward under the  trees, arrows on string.", "Silence reigned over the forest except when a  great green thing that might have been a parrot swirled over their heads  with a low thunder of broad wings, and then sped off through the trees.", "With a sudden gesture Jehungir halted his party, and they stared  incredulously at the towers that showed through the verdure in the  distance.", "'Tarim!'", "muttered Jehungir."], "preceeding5": ["More than an hour passed, and Conan had not reappeared.", "Doubtless  he was still searching the island for the girl he thought to be hidden  there.", "But another surmise occurred to the Agha.", "Suppose the _hetman_  had left his warriors near by, and that they should grow suspicious and  come to investigate his long absence?", "Jehungir spoke to the oarsmen, and  the long boat slid from among the reeds and glided toward the carven  stairs."]}, {"immediate": ["Jehungir Agha had escaped the doom that had overtaken his warriors when  an iron giant sallied suddenly from the gate and battered and crushed  them into bits of shredded flesh and splintered bone."], "following5": ["In that direction he hurried,  swinging wide around the spot from which had come the cries and the  sound of terrible blows.", "Octavia sensed that grim peril lurked in those leafy fastnesses.", "Her  breath came pantingly and she pressed close to her protector.", "But the  forest was silent now, and they saw no shape of menace until they  emerged from the trees and glimpsed a figure standing on the edge of the  cliffs.", "Jehungir Agha had escaped the doom that had overtaken his warriors when  an iron giant sallied suddenly from the gate and battered and crushed  them into bits of shredded flesh and splintered bone."], "preceeding5": ["A few minutes later he emerged into the silent streets,  half carrying, half guiding his companion.", "There was no one to be seen,  but beyond the western wall there sounded cries and moaning wails that  made Octavia tremble.", "He led her to the southwestern wall, and without  difficulty found a stone stair that mounted the rampart.", "He had  appropriated a thick tapestry rope in the great hall, and now, having  reached the parapet, he looped the soft strong cord about the girl's  hips and lowered her to the earth.", "Then, making one end fast to a  merlon, he slid down after her."]}, {"immediate": ["When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot."], "following5": ["When he saw the  swords of his archers break on that man-like juggernaut, he had known it  was no human foe they faced, and he had fled, hiding in the deep woods  until the sounds of slaughter ceased.", "Then he crept back to the stair,  but his boatmen were not waiting for him.", "They had heard the screams, and presently, waiting nervously, had seen,  on the cliff above them, a blood-smeared monster waving gigantic arms in  awful triumph.", "They had waited for no more.", "When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot."], "preceeding5": ["There was but one way of escape from the  island--the stair on the western cliffs.", "In that direction he hurried,  swinging wide around the spot from which had come the cries and the  sound of terrible blows.", "Octavia sensed that grim peril lurked in those leafy fastnesses.", "Her  breath came pantingly and she pressed close to her protector.", "But the  forest was silent now, and they saw no shape of menace until they  emerged from the trees and glimpsed a figure standing on the edge of the  cliffs."]}, {"immediate": ["Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees."], "following5": ["They had heard the screams, and presently, waiting nervously, had seen,  on the cliff above them, a blood-smeared monster waving gigantic arms in  awful triumph.", "They had waited for no more.", "When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot.", "Khosatral was gone--had either returned to the city or was prowling the  forest in search of the man who had escaped him outside the walls.", "Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees."], "preceeding5": ["Octavia sensed that grim peril lurked in those leafy fastnesses.", "Her  breath came pantingly and she pressed close to her protector.", "But the  forest was silent now, and they saw no shape of menace until they  emerged from the trees and glimpsed a figure standing on the edge of the  cliffs.", "Jehungir Agha had escaped the doom that had overtaken his warriors when  an iron giant sallied suddenly from the gate and battered and crushed  them into bits of shredded flesh and splintered bone.", "When he saw the  swords of his archers break on that man-like juggernaut, he had known it  was no human foe they faced, and he had fled, hiding in the deep woods  until the sounds of slaughter ceased."]}, {"immediate": ["The  experience which had congealed his blood and almost blasted his reason  had not altered Jehungir's intentions toward the _kozak_ chief."], "following5": ["They had waited for no more.", "When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot.", "Khosatral was gone--had either returned to the city or was prowling the  forest in search of the man who had escaped him outside the walls.", "Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees.", "The  experience which had congealed his blood and almost blasted his reason  had not altered Jehungir's intentions toward the _kozak_ chief."], "preceeding5": ["Her  breath came pantingly and she pressed close to her protector.", "But the  forest was silent now, and they saw no shape of menace until they  emerged from the trees and glimpsed a figure standing on the edge of the  cliffs.", "Jehungir Agha had escaped the doom that had overtaken his warriors when  an iron giant sallied suddenly from the gate and battered and crushed  them into bits of shredded flesh and splintered bone.", "When he saw the  swords of his archers break on that man-like juggernaut, he had known it  was no human foe they faced, and he had fled, hiding in the deep woods  until the sounds of slaughter ceased.", "Then he crept back to the stair,  but his boatmen were not waiting for him."]}, {"immediate": ["Jehungir did not try again."], "following5": ["he taunted.", "'You can't hit me!", "I was not born to die on Hyrkanian  steel!", "Try again, pig of Turan!'", "Jehungir did not try again."], "preceeding5": ["The  experience which had congealed his blood and almost blasted his reason  had not altered Jehungir's intentions toward the _kozak_ chief.", "The  sight of the man he had come to kill filled him with gratification.", "He  was astonished to see the girl he had given to Jelal Khan, but he wasted  no time on her.", "Lifting his bow he drew the shaft to its head and  loosed.", "Conan crouched and the arrow splintered on a tree, and Conan  laughed."]}, {"immediate": ["Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine."], "following5": ["That was his last arrow.", "He drew his  scimitar and advanced, confident in his spired helmet and close-meshed  mail.", "Conan met him half-way in a blinding whirl of swords.", "The curved  blades ground together, sprang apart, circled in glittering arcs that  blurred the sight which tried to follow them.", "Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine."], "preceeding5": ["'Dog!'", "he taunted.", "'You can't hit me!", "I was not born to die on Hyrkanian  steel!", "Try again, pig of Turan!'"]}]}, {"character": "octavia", "frequency": 18, "appearances": [{"immediate": ["Have your captive Octavia fetched here.'"], "following5": ["And, by instinct or cunning, he  has avoided or escaped every trap set for him.'", "'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi.", "'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan.", "He has a keen relish for  women and strong drink.", "Have your captive Octavia fetched here.'"], "preceeding5": ["'The other _kozaks_ are at least descendants of  civilized men.", "He is a barbarian.", "But to dispose of him would be to deal  them a crippling blow.'", "'But how?'", "demanded Jehungir."]}, {"immediate": ["Octavia changed color and listened with  intensified interest as the counsellor nodded toward her."], "following5": ["Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori.", "As usual, we will  go with a force and encamp outside the castle.", "They will come, with an  equal force, and the parley will go forward with the usual distrust and  suspicion.", "But this time we will take with us, as if by casual chance,  your beautiful captive.'", "Octavia changed color and listened with  intensified interest as the counsellor nodded toward her."], "preceeding5": ["Not even an ape could negotiate them.", "The only  place where a man can go up or down is a narrow path on the western side  that has the appearance of a worn stair, carved into the solid rock of  the cliffs.", "'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'", "'As well wish for the moon,' said Jehungir impatiently.", "'Shall we send  him a messenger, bidding him climb the cliffs and await our coming?'"]}, {"immediate": ["Octavia sprang up, her white fists clenched, her eyes blazing and her  figure quivering with outraged anger."], "following5": ["'She will use  all her wiles to attract Conan's attention.", "That should not be  difficult.", "To that wild reaver she should appear a dazzling vision of  loveliness.", "Her vitality and substantial figure should appeal to him  more vividly than would one of the doll-like beauties of your seraglio.'", "Octavia sprang up, her white fists clenched, her eyes blazing and her  figure quivering with outraged anger."], "preceeding5": ["'In effect, yes!'", "Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori.", "As usual, we will  go with a force and encamp outside the castle.", "They will come, with an  equal force, and the parley will go forward with the usual distrust and  suspicion.", "But this time we will take with us, as if by casual chance,  your beautiful captive.'"]}, {"immediate": ["'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur."], "following5": ["He may then try to  steal her, or take her by force--though I do not think even he would  break the parley-truce.", "Anyway, we must be prepared for whatever he  might attempt.", "'Then, shortly after the parley, before he has time to forget all about  her, we will send a messenger to him, under a flag of truce, accusing  him of stealing the girl, and demanding her return.", "He may kill the  messenger, but at least he will think that she has escaped.", "'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur."], "preceeding5": ["she raged.", "'On the contrary,' rejoined Jehungir with studied cruelty, 'you will.", "I  like Ghaznavi's plan.", "Continue, prince among counsellors.'", "'Conan will probably wish to buy her."]}, {"immediate": ["Octavia was wild with fury and  humiliation."], "following5": ["If he brings a large force, we'll beat a  retreat and think up another plot.", "If he comes alone or with a small  party, we will have him.", "Depend upon it, he will come, remembering your  charming slave's smiles and meaning glances.'", "'I will never descend to such shame!'", "Octavia was wild with fury and  humiliation."], "preceeding5": ["'But we do not know that he will go alone,' Jehungir argued.", "'Does a man take a band of warriors with him, when going to a rendezvous  with a woman he desires?'", "retorted Ghaznavi.", "'The chances are all that  he _will_ go alone.", "But we will take care of the other alternative."]}, {"immediate": ["He clapped his hands, and Octavia paled."], "following5": ["'I will never descend to such shame!'", "Octavia was wild with fury and  humiliation.", "'I will die first!'", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'", "He clapped his hands, and Octavia paled."], "preceeding5": ["'The chances are all that  he _will_ go alone.", "But we will take care of the other alternative.", "We  will not await him on the island, where we might be trapped ourselves,  but among the reeds of a marshy point which juts out to within a  thousand yards of Xapur.", "If he brings a large force, we'll beat a  retreat and think up another plot.", "If he comes alone or with a small  party, we will have him."]}, {"immediate": ["With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her."], "following5": ["This time it was not the  Kushite who entered, but a Shemite, a heavily muscled man of medium  height with a short, curled, blue-black beard.", "'Here is work for you, Gilzan,' said Jehungir.", "'Take this fool, and play  with her awhile.", "Yet be careful not to spoil her beauty.'", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her."], "preceeding5": ["Depend upon it, he will come, remembering your  charming slave's smiles and meaning glances.'", "'I will never descend to such shame!'", "Octavia was wild with fury and  humiliation.", "'I will die first!'", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'"]}, {"immediate": ["Octavia had escaped in  good earnest, every outraged fiber of her still tingling from her  experience in a captivity that had become unendurable."], "following5": ["3      In the darkness before dawn an unaccustomed sound disturbed the solitude  that slumbered over the reedy marshes and the misty waters of the coast.", "It was not a drowsy water-fowl nor a waking beast.", "It was a human who  struggled through the thick reeds, which were taller than a man's head.", "It was a woman, had there been anyone to see, tall and yellow-haired,  her splendid limbs molded by her draggled tunic.", "Octavia had escaped in  good earnest, every outraged fiber of her still tingling from her  experience in a captivity that had become unendurable."], "preceeding5": ["'Here is work for you, Gilzan,' said Jehungir.", "'Take this fool, and play  with her awhile.", "Yet be careful not to spoil her beauty.'", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her.", "With a  piteous cry she tore away and threw herself on her knees before her  implacable master, sobbing incoherently for mercy."]}, {"immediate": ["Octavia's resilient flesh crawled and quivered at her memories."], "following5": ["It was a human who  struggled through the thick reeds, which were taller than a man's head.", "It was a woman, had there been anyone to see, tall and yellow-haired,  her splendid limbs molded by her draggled tunic.", "Octavia had escaped in  good earnest, every outraged fiber of her still tingling from her  experience in a captivity that had become unendurable.", "Jehungir's mastery of her had been bad enough; but with deliberate  fiendishness Jehungir had given her to a nobleman whose name was a  byword for degeneracy even in Khawarizm.", "Octavia's resilient flesh crawled and quivered at her memories."], "preceeding5": ["Yet be careful not to spoil her beauty.'", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her.", "With a  piteous cry she tore away and threw herself on her knees before her  implacable master, sobbing incoherently for mercy.", "Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'", "3      In the darkness before dawn an unaccustomed sound disturbed the solitude  that slumbered over the reedy marshes and the misty waters of the coast."]}, {"immediate": ["He called to Octavia, and the new note in his voice brought her up to  her feet and to his side almost without her conscious volition."], "following5": ["The landing was empty.", "He drew the warped bolts and cautiously  pulled aside the sagging door.", "Khosatral was not on the stair, but far  below he heard the clang of a metal door.", "He did not know whether the  giant was plotting new devilries or had been summoned away by that  muttering voice, but he wasted no time in conjectures.", "He called to Octavia, and the new note in his voice brought her up to  her feet and to his side almost without her conscious volition."], "preceeding5": ["Conan watched in an  almost impersonal fascination, envying the monster his inhuman strength.", "Then without warning the bombardment ceased.", "In the stillness Conan  heard other noises on the landing outside--the beat of wings, and a  muttering voice that was like the whining of wind through midnight  branches.", "Then presently there was silence, but there was a new _feel_  in the air.", "Only the whetted instincts of barbarism could have sensed  it, but Conan knew, without seeing or hearing him leave, that the master  of Dagon no longer stood outside the door."]}, {"immediate": ["Halting  before the great bronze-valved door, Conan caught Octavia by her  shoulders and shook her in his intensity."], "following5": ["The only way to that dome was through that room  with its copper throne and the foul thing that slumbered in it.", "But he did not hesitate.", "Swiftly they descended the stair, crossed the  chamber, descended the next stair, and came into the great dim hall with  its mysterious hangings.", "They had seen no sign of the colossus.", "Halting  before the great bronze-valved door, Conan caught Octavia by her  shoulders and shook her in his intensity."], "preceeding5": ["'The  knife!'", "he muttered, while almost dragging the girl down the stair in  his fierce haste.", "'The magic Yuetshi blade!", "He left it in the dome!", "I--'  his voice died suddenly as a clear mental picture sprang up before him."]}, {"immediate": ["The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room."], "following5": ["A wind blowing across the green floor would have made more noise than  Conan's slinking feet.", "Eyes glued on the sleeping reptile he reached the  dais and mounted the glass steps.", "The snake had not moved.", "He was  reaching for the door....", "The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room."], "preceeding5": ["I'm going for the Yuetshi knife!'", "Before she could voice the protest her lips were framing, he had slid  through the valves and shut them behind him.", "He lowered the bolt  cautiously, not noticing that it could be worked from the outside.", "In  the dim twilight his gaze sought that grim copper throne; yes, the scaly  brute was still there, filling the throne with its loathsome coils.", "He  saw a door behind the throne and knew that it led into the dome."]}, {"immediate": ["Groping in a dark mist he clutched Octavia  and shook her until she gasped for breath."], "following5": ["Then it fell, shearing through the scales and flesh and  vertebrae.", "And where there had been one huge writhing cable, now there  were horribly two, lashing and flopping in the death throes.", "Conan  staggered away from their blind strokes.", "He was sick and dizzy, and  blood oozed from his nose.", "Groping in a dark mist he clutched Octavia  and shook her until she gasped for breath."], "preceeding5": ["And with such blinding  speed did the serpent move that it whipped about and met him in full  midair, lapping his limbs and body with half a dozen coils.", "His  half-checked stroke fell futilely as he crashed down on the dais,  gashing the scaly trunk but not severing it.", "Then he was writhing on the glass steps with fold after slimy fold  knotting about him, twisting, crushing, killing him.", "His right arm was  still free, but he could get no purchase to strike a killing blow, and  he knew one blow must suffice.", "With a groaning convulsion of muscular  expansion that bulged his veins almost to bursting on his temples and  tied his muscles in quivering, tortured knots, he heaved up on his feet,  lifting almost the full weight of that forty-foot devil."]}, {"immediate": ["There was no one to be seen,  but beyond the western wall there sounded cries and moaning wails that  made Octavia tremble."], "following5": ["With a gasp of gratification he scooped it up, and did not linger for  further exploration.", "He turned and fled across the room and down the  great hall toward the distant door that he felt led to the outer air.", "He  was correct.", "A few minutes later he emerged into the silent streets,  half carrying, half guiding his companion.", "There was no one to be seen,  but beyond the western wall there sounded cries and moaning wails that  made Octavia tremble."], "preceeding5": ["He was too dizzy even to know whether she replied.", "Taking her wrist like  a truant schoolgirl, he led her around the hideous stumps that still  looped and knotted on the floor.", "Somewhere, in the distance, he thought  he heard men yelling, but his ears were still roaring so that he could  not be sure.", "The door gave to his efforts.", "If Khosatral had placed the snake there to  guard the thing he feared, evidently he considered it ample precaution."]}, {"immediate": ["Octavia sensed that grim peril lurked in those leafy fastnesses."], "following5": ["He had  appropriated a thick tapestry rope in the great hall, and now, having  reached the parapet, he looped the soft strong cord about the girl's  hips and lowered her to the earth.", "Then, making one end fast to a  merlon, he slid down after her.", "There was but one way of escape from the  island--the stair on the western cliffs.", "In that direction he hurried,  swinging wide around the spot from which had come the cries and the  sound of terrible blows.", "Octavia sensed that grim peril lurked in those leafy fastnesses."], "preceeding5": ["With a gasp of gratification he scooped it up, and did not linger for  further exploration.", "He turned and fled across the room and down the  great hall toward the distant door that he felt led to the outer air.", "He  was correct.", "A few minutes later he emerged into the silent streets,  half carrying, half guiding his companion.", "There was no one to be seen,  but beyond the western wall there sounded cries and moaning wails that  made Octavia tremble."]}, {"immediate": ["Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine."], "following5": ["That was his last arrow.", "He drew his  scimitar and advanced, confident in his spired helmet and close-meshed  mail.", "Conan met him half-way in a blinding whirl of swords.", "The curved  blades ground together, sprang apart, circled in glittering arcs that  blurred the sight which tried to follow them.", "Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine."], "preceeding5": ["'Dog!'", "he taunted.", "'You can't hit me!", "I was not born to die on Hyrkanian  steel!", "Try again, pig of Turan!'"]}, {"immediate": ["But Octavia's scream was not caused by the death of her former master."], "following5": ["He drew his  scimitar and advanced, confident in his spired helmet and close-meshed  mail.", "Conan met him half-way in a blinding whirl of swords.", "The curved  blades ground together, sprang apart, circled in glittering arcs that  blurred the sight which tried to follow them.", "Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine.", "But Octavia's scream was not caused by the death of her former master."], "preceeding5": ["he taunted.", "'You can't hit me!", "I was not born to die on Hyrkanian  steel!", "Try again, pig of Turan!'", "Jehungir did not try again."]}]}, {"character": "ghaznavi", "frequency": 12, "appearances": [{"immediate": ["bluntly demanded his counsellor Ghaznavi."], "following5": ["As the great hands fell to his shoulders, he drew his  saw-edged knife and struck upward with the same motion.", "The blade  splintered against the stranger's corded belly as against a steel  column, and then the fisherman's thick neck broke like a rotten twig in  the giant hands.", "2      Jehungir Agha, lord of Khawarizm and keeper of the coastal border,  scanned once more the ornate parchment scroll with its peacock seal, and  laughed shortly and sardonically.", "'Well?'", "bluntly demanded his counsellor Ghaznavi."], "preceeding5": ["The  muscular dark hands knotted convulsively, the lids flared open,  revealing great dark magnetic eyes whose stare struck the startled  fisherman like a physical blow.", "He recoiled, dropping the jeweled dagger  in his perturbation.", "The man on the dais heaved up to a sitting  position, and the fisherman gaped at the full extent of his size, thus  revealed.", "His narrowed eyes held the Yuetshi and in those slitted orbs  he read neither friendliness nor gratitude; he saw only a fire as alien  and hostile as that which burns in the eyes of a tiger.", "Suddenly the man rose and towered above him, menace in his every aspect."]}, {"immediate": ["Ghaznavi tugged his gray-shot beard in meditation."], "following5": ["He was a handsome man, with the  merciless pride of birth and accomplishment.", "'The king grows short of patience,' said he.", "'In his own hand he  complains bitterly of what he calls my failure to guard the frontier.", "By  Tarim, if I can not deal a blow to these robbers of the steppes,  Khawarizm may own a new lord.'", "Ghaznavi tugged his gray-shot beard in meditation."], "preceeding5": ["As the great hands fell to his shoulders, he drew his  saw-edged knife and struck upward with the same motion.", "The blade  splintered against the stranger's corded belly as against a steel  column, and then the fisherman's thick neck broke like a rotten twig in  the giant hands.", "2      Jehungir Agha, lord of Khawarizm and keeper of the coastal border,  scanned once more the ornate parchment scroll with its peacock seal, and  laughed shortly and sardonically.", "'Well?'", "bluntly demanded his counsellor Ghaznavi."]}, {"immediate": ["'That is because of the new chief who has risen among them,' answered  Ghaznavi."], "following5": ["'How am I to crush these wolves?'", "demanded Jehungir.", "'If I follow them  into the steppes, I run the risk either of being cut off and destroyed,  or having them elude me entirely and burn the city in my absence.", "Of  late they have been more daring than ever.'", "'That is because of the new chief who has risen among them,' answered  Ghaznavi."], "preceeding5": ["Yet, while his swift horsemen overthrew armies far from his frontiers,  at his very borders an audacious foe plucked his beard with a  red-dripping and smoke-stained hand.", "On the broad steppes between the Sea of Vilayet and the borders of the  easternmost Hyborian kingdoms, a new race had sprung up in the past  half-century, formed originally of fleeing criminals, broken men,  escaped slaves, and deserting soldiers.", "They were men of many crimes and  countries, some born on the steppes, some fleeing from the kingdoms in  the west.", "They were called _kozak_, which means wastrel.", "Dwelling on the wild, open steppes, owning no law but their own peculiar  code, they had become a people capable of defying the Grand Monarch."]}, {"immediate": ["'It is more through wild animal instinct than through intelligence,'  answered Ghaznavi."], "following5": ["'You know whom I mean.'", "'Aye!'", "replied Jehungir feelingly.", "'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'", "'It is more through wild animal instinct than through intelligence,'  answered Ghaznavi."], "preceeding5": ["Ceaselessly they raided the Turanian frontier, retiring in the steppes  when defeated; with the pirates of Vilayet, men of much the same breed,  they harried the coast, preying off the merchant ships which plied  between the Hyrkanian ports.", "'How am I to crush these wolves?'", "demanded Jehungir.", "'If I follow them  into the steppes, I run the risk either of being cut off and destroyed,  or having them elude me entirely and burn the city in my absence.", "Of  late they have been more daring than ever.'"]}, {"immediate": ["'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi."], "following5": ["'But how?'", "demanded Jehungir.", "'He has repeatedly cut his way out of  spots that seemed certain death for him.", "And, by instinct or cunning, he  has avoided or escaped every trap set for him.'", "'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi."], "preceeding5": ["replied Jehungir feelingly.", "'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'", "'It is more through wild animal instinct than through intelligence,'  answered Ghaznavi.", "'The other _kozaks_ are at least descendants of  civilized men.", "He is a barbarian."]}, {"immediate": ["Then he looked inquiringly at Ghaznavi."], "following5": ["Presently he returned, leading by the wrist a tall handsome  girl, whose yellow hair, clear eyes and fair skin identified her as a  pure-blooded member of her race.", "Her scanty silk tunic, girded at the  waist, displayed the marvelous contours of her magnificent figure.", "Her  fine eyes flashed with resentment and her red lips were sulky, but  submission had been taught her during her captivity.", "She stood with  hanging head before her master until he motioned her to a seat on the  divan beside him.", "Then he looked inquiringly at Ghaznavi."], "preceeding5": ["And, by instinct or cunning, he  has avoided or escaped every trap set for him.'", "'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi.", "'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan.", "He has a keen relish for  women and strong drink.", "Have your captive Octavia fetched here.'"]}, {"immediate": ["'There is an uninhabited island near the mainland,' said Ghaznavi,  'known as Xapur, the Fortified, because of some ancient ruins upon it."], "following5": ["Then he looked inquiringly at Ghaznavi.", "'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly.", "'Their war camp is at present pitched somewhere on the lower  reaches of the Zaporoska River--which, as you well know, is a wilderness  of reeds, a swampy jungle in which our last expedition was cut to pieces  by those masterless devils.'", "'I am not likely to forget that,' said Jehungir wryly.", "'There is an uninhabited island near the mainland,' said Ghaznavi,  'known as Xapur, the Fortified, because of some ancient ruins upon it."], "preceeding5": ["Have your captive Octavia fetched here.'", "Jehungir clapped his hands, and an impassive Kushite eunuch, an image of  shining ebony in silken pantaloons, bowed before him and went to do his  bidding.", "Presently he returned, leading by the wrist a tall handsome  girl, whose yellow hair, clear eyes and fair skin identified her as a  pure-blooded member of her race.", "Her scanty silk tunic, girded at the  waist, displayed the marvelous contours of her magnificent figure.", "Her  fine eyes flashed with resentment and her red lips were sulky, but  submission had been taught her during her captivity."]}, {"immediate": ["Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori."], "following5": ["'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'", "'As well wish for the moon,' said Jehungir impatiently.", "'Shall we send  him a messenger, bidding him climb the cliffs and await our coming?'", "'In effect, yes!'", "Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori."], "preceeding5": ["'I am not likely to forget that,' said Jehungir wryly.", "'There is an uninhabited island near the mainland,' said Ghaznavi,  'known as Xapur, the Fortified, because of some ancient ruins upon it.", "There is a peculiarity about it which makes it perfect for our purpose.", "It has no shore-line, but rises sheer out of the sea in cliffs a hundred  and fifty feet tall.", "Not even an ape could negotiate them."]}, {"immediate": ["I  like Ghaznavi's plan."], "following5": ["'Now you are merely a slave who will do as  she is bid.'", "'I will not!'", "she raged.", "'On the contrary,' rejoined Jehungir with studied cruelty, 'you will.", "I  like Ghaznavi's plan."], "preceeding5": ["Octavia sprang up, her white fists clenched, her eyes blazing and her  figure quivering with outraged anger.", "'You would force me to play the trollop with this barbarian?'", "she  exclaimed.", "'I will not!", "I am no market-block slut to smirk and ogle at a  steppes-robber."]}, {"immediate": ["retorted Ghaznavi."], "following5": ["'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur.", "If I know my  man, he will go straight to that place.'", "'But we do not know that he will go alone,' Jehungir argued.", "'Does a man take a band of warriors with him, when going to a rendezvous  with a woman he desires?'", "retorted Ghaznavi."], "preceeding5": ["'Conan will probably wish to buy her.", "You will refuse to sell her, of  course, or to exchange her for Hyrkanian prisoners.", "He may then try to  steal her, or take her by force--though I do not think even he would  break the parley-truce.", "Anyway, we must be prepared for whatever he  might attempt.", "'Then, shortly after the parley, before he has time to forget all about  her, we will send a messenger to him, under a flag of truce, accusing  him of stealing the girl, and demanding her return."]}, {"immediate": ["Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'"], "following5": ["'Take this fool, and play  with her awhile.", "Yet be careful not to spoil her beauty.'", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her.", "With a  piteous cry she tore away and threw herself on her knees before her  implacable master, sobbing incoherently for mercy.", "Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'"], "preceeding5": ["Octavia was wild with fury and  humiliation.", "'I will die first!'", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'", "He clapped his hands, and Octavia paled.", "This time it was not the  Kushite who entered, but a Shemite, a heavily muscled man of medium  height with a short, curled, blue-black beard."]}, {"immediate": ["What Ghaznavi had considered animal intuition or some sixth sense was  merely the razor-edge faculties and savage wit of the barbarian."], "following5": ["This was Conan, who had wandered  into the armed camps of the _kozaks_ with no other possession than his  wits and his sword, and who had carved his way to leadership among them.", "He paddled to the carven stair as one familiar with his environs, and  moored the boat to a projection of the rock.", "Then he went up the worn  steps without hesitation.", "He was keenly alert, not because he  consciously suspected hidden danger, but because alertness was a part of  him, whetted by the wild existence he followed.", "What Ghaznavi had considered animal intuition or some sixth sense was  merely the razor-edge faculties and savage wit of the barbarian."], "preceeding5": ["The man in the boat was a  picturesque figure.", "A crimson scarf was knotted about his head; his  wide silk breeches, of flaming hue, were upheld by a broad sash which  likewise supported a scimitar in a shagreen scabbard.", "His gilt-worked  leather boots suggested the horseman rather than the seaman, but he  handled his boat with skill.", "Through his widely open white silk shirt  showed his broad muscular breast, burned brown by the sun.", "The muscles of his heavy bronzed arms rippled as he pulled the oars with  an almost feline ease of motion."]}]}]