[{"character": "spurstow", "frequency": 61, "appearances": ["Mottram  of the Indian Survey had ridden thirty and railed one hundred miles from  his lonely post in the desert since the night before; Lowndes of the  Civil Service, on special duty in the political department, had come as  far to escape for an instant the miserable intrigues of an impoverished  native State whose king alternately fawned and blustered for more money  from the pitiful revenues contributed by hard-wrung peasants and  despairing camel-breeders; Spurstow, the doctor of the line, had left a  cholera-stricken camp of coolies to look after itself for forty-eight  hours while he associated with white men once more.", "said Spurstow, after the second rubber, mopping his  forehead.", "Spurstow snarled.", "said  Spurstow, who read his newspapers when he could get them.", "Even a native can't last long at  that,' said Spurstow.", "I've seen that business before,' said Spurstow.", "I'd sooner be with you, Spurstow.", "said Spurstow quickly, hinting the suspicion that was  in everybody's mind.", "I'd have wired to you, Spurstow,  if you could have done anything.'", "'You take a pill,' said Spurstow, who had been watching Hummil's white  face narrowly.", "Spurstow, you ought to attend to this,' said Mottram.", "Spurstow, still watching Hummil, laughed lightly.", "'Begin whist again, at chick points ['a chick' is supposed to be eight  shillings] and a gold mohur on the rub,' said Spurstow promptly.", "said Spurstow with pride, 'I was home in '80.'", "Don't apologize for it,' said Spurstow.", "I can just recollect my mother singing me to sleep with  that when I was a little chap,' said Spurstow.", "'Take _two_ pills,' said Spurstow; 'that's tortured liver.'", "As they were settling into their places about the miserable goat-chops,  and the smoked tapioca pudding, Spurstow took occasion to whisper to  Mottram, 'Well done, David!'", "This fowl can't be cut,'  returned Spurstow with a sweet smile.", "Throughout that meal Hummil contrived laboriously to insult directly and  pointedly all his guests in succession, and at each insult Spurstow  kicked the aggrieved persons under the table; but he dared not exchange  a glance of intelligence with either of them.", "'In the language of the blessed Jorrocks, where I dines I sleeps,' said  Spurstow.", "Spurstow was hacking my shin all the time, so I kept  a hand on myself.", "Ten minutes' trotting jerked out  of Lowndes one very sage remark when he pulled up, sweating from every  pore--    'Good thing Spurstow's with him tonight.'", "Good man, Spurstow.", "In the assistant engineer's bungalow Spurstow and Hummil smoked the pipe  of silence together, each narrowly watching the other.", "Spurstow packed his pillows craftily so that he reclined rather than  lay, his head at a safe elevation above his feet.", "The sweat poured from Spurstow's brow.", "Spurstow turned on his side and swore  gently.", "Spurstow looked  at the set face.", "'He's holding himself as tightly as ever he can,' thought Spurstow.", "I thought  it was my head at first.... Oh, Spurstow, for pity's sake give me  something that will put me asleep, sound asleep, if it's only for six  hours!'", "Oh, Spurstow, for the love of God make me  sleep sound.", "Spurstow hunted among his day-clothes, turned up the lamp,  opened a little silver cigarette-case, and advanced on the expectant  Hummil with the daintiest of fairy squirts.", "Spurstow, you must give me that case to keep;  you----' The voice ceased as the head fell back.", "'Not for a good deal,' said Spurstow to the unconscious form.", "Spurstow started, dropping the pistol.", "I  say, Spurstow, that stuff won't work.", "As a sponge rubs a slate clean, so some power unknown to Spurstow had  wiped out of Hummil's face all that stamped it for the face of a man,  and he stood at the doorway in the expression of his lost innocence.", "thought Spurstow.", "I've been afraid of it for months past, Spurstow.", "Hummil spoke in broken whispers for nearly ten minutes, whilst Spurstow  looked into the pupils of his eyes and passed his hand before them once  or twice.", "'Yes, yes; we all do that sooner or later, thank Heaven who has set a  term to our miseries,' said Spurstow, settling the cushions under the  head.", "An increase of the  epidemic kept Spurstow in camp among the coolies, and all he could do  was to telegraph to Mottram, bidding him go to the bungalow and sleep  there.", "But Mottram was forty miles away from the nearest telegraph, and  knew nothing of anything save the needs of the survey till he met, early  on Sunday morning, Lowndes and Spurstow heading towards Hummil's for the  weekly gathering.", "And an instant later, by the tone of Spurstow's voice calling upon them  to enter, the men knew what had happened.", "The body lay on its back, hands clinched by the side, as Spurstow had  seen it lying seven nights previously.", "Spurstow, we should have watched him.", "Deftly Spurstow continued his investigations, ending by a search round  the room.", "said Spurstow.", "As Spurstow was arranging the sheet, a big straight-necked hunting-spur  tumbled on the ground.", "said Spurstow, catching the look on the dark  face.", "'As far as I can make out, he died from--oh, anything; stoppage of the  heart's action, heat-apoplexy, or some other visitation,' said Spurstow  to his companions.", "Spurstow was peering into the open eyes.", "Oh,  Spurstow, cover it up!'", "'No fear--on earth,' said Spurstow.", "said he to  Spurstow.", "said Spurstow, as he framed his lips to the tremendous words  that stand at the head of the burial service.", "Then Spurstow said absently--    'Tisn't medical science.'", "'We'd better go on that,' said Spurstow.", "Spurstow gathered up his hat and whip, and, turning in the  doorway, said--    'There may be Heaven-there must be Hell."]}, {"character": "hummil", "frequency": 50, "appearances": ["Hummil, the  assistant engineer, was the host.", "'Beer's out, I'm sorry to say, and there's hardly enough soda-water for  tonight,' said Hummil.", "The company yawned all together and betook themselves to an aimless  investigation of all Hummil's possessions--guns, tattered novels,  saddlery, spurs, and the like.", "Hummil waved the cutting above his head.", "There must be  three millions at least in jewels and coin under his palace,' said  Hummil.", "said Hummil.", "Hummil smiled grimly.", "There was no cholera near Hummil's section.", "'I judge no man this weather,' said Hummil.", "said Hummil calmly.", "'You take a pill,' said Spurstow, who had been watching Hummil's white  face narrowly.", "I've lost that curiosity,' said Hummil.", "Spurstow, still watching Hummil, laughed lightly.", "'It's used up long ago,' said Hummil.", "'Sit down,' said Hummil.", "Hummil laughed long and riotously.", "You miss the note of gratitude,' said Hummil.", "They could hear Hummil squirming in  his chair.", "'The usually placid Hummil is in a vile bad temper.", "said Hummil suspiciously.", "Throughout that meal Hummil contrived laboriously to insult directly and  pointedly all his guests in succession, and at each insult Spurstow  kicked the aggrieved persons under the table; but he dared not exchange  a glance of intelligence with either of them.", "Hummil's face was white  and pinched, while his eyes were unnaturally large.", "Then,  changing the note into one of almost abject entreaty, Hummil added, 'I  say, you surely aren't going?'", "The others pleaded the urgency of their several duties next day, and,  saddling up, departed together, Hummil begging them to come next Sunday.", "In the assistant engineer's bungalow Spurstow and Hummil smoked the pipe  of silence together, each narrowly watching the other.", "'Pack your pillows,' said the doctor sharply, as he saw Hummil preparing  to lie down at full length.", "There was no movement on Hummil's part.", "'What in the world is the matter with him?--Hummil!'", "The flood-gates of reserve once broken, Hummil was clinging to him like  a frightened child.", "Spurstow hunted among his day-clothes, turned up the lamp,  opened a little silver cigarette-case, and advanced on the expectant  Hummil with the daintiest of fairy squirts.", "A smile of unalloyed and idiotic delight began to creep over Hummil's  face.", "He paddled into Hummil's saddle-room in his bare feet and uncased a  twelve-bore rifle, an express, and a revolver.", "And as he rose from his knees, the thick muffled voice of Hummil cried  in the doorway, 'You fool!'", "Hummil stood in the doorway,  rocking with helpless laughter.", "As a sponge rubs a slate clean, so some power unknown to Spurstow had  wiped out of Hummil's face all that stamped it for the face of a man,  and he stood at the doorway in the expression of his lost innocence.", "'A place, a place down there,' said Hummil, with simple sincerity.", "Hummil spoke in broken whispers for nearly ten minutes, whilst Spurstow  looked into the pupils of his eyes and passed his hand before them once  or twice.", "At the end of the narrative the silver cigarette-case was produced, and  the last words that Hummil said as he fell back for the second time  were, 'Put me quite to sleep; for if I'm caught I die, I die!'", "Decidedly, Hummil ought to go on leave  as soon as possible; and, sane or otherwise, he undoubtedly did rowel  himself most cruelly.", "At mid-day Hummil rose, with an evil taste in his mouth, but an  unclouded eye and a joyful heart.", "Hummil looked very uncomfortable.", "Hummil turned on his heel to face the echoing desolation of his  bungalow, and the first thing he saw standing in the verandah was the  figure of himself.", "Hummil  went about his business till even.", "No living man knows what that week held for Hummil.", "But Mottram was forty miles away from the nearest telegraph, and  knew nothing of anything save the needs of the survey till he met, early  on Sunday morning, Lowndes and Spurstow heading towards Hummil's for the  weekly gathering.", "The punkah was still being pulled over the bed, but Hummil had departed  this life at least three hours.", "'At eleven or ten, we think,' said Hummil's personal servant.", "I only thought if we could get a  chaplain from somewhere, I'm willing to ride anywhere, and give poor  Hummil a better chance.", "I know what killed  Hummil.'"]}, {"character": "mottram", "frequency": 32, "appearances": ["Mottram  of the Indian Survey had ridden thirty and railed one hundred miles from  his lonely post in the desert since the night before; Lowndes of the  Civil Service, on special duty in the political department, had come as  far to escape for an instant the miserable intrigues of an impoverished  native State whose king alternately fawned and blustered for more money  from the pitiful revenues contributed by hard-wrung peasants and  despairing camel-breeders; Spurstow, the doctor of the line, had left a  cholera-stricken camp of coolies to look after itself for forty-eight  hours while he associated with white men once more.", "Mottram rose from the table and looked out of a chink in the shutters.", "said Mottram.", "said Mottram.", "said Mottram.", "'You're a queer chap,' said Mottram.", "said Mottram.", "Spurstow, you ought to attend to this,' said Mottram.", "'Can't say that it would give me any pleasure to break any man in this  company,' said Mottram.", "The piano was indeed hopelessly out of order, but Mottram managed to  bring the rebellious notes into a sort of agreement, and there rose from  the ragged keyboard something that might once have been the ghost of a  popular music-hall song.", "The men in the long chairs turned with evident  interest as Mottram banged the more lustily.", "Mottram executed it roughly.", "Mottram dashed into another ditty, not of the music-hall  character, and made as if to rise.", "Very simple indeed were the tunes to which Mottram's art and the  limitations of the piano could give effect, but the men listened with  pleasure, and in the pauses talked all together of what they had seen or  heard when they were last at home.", "A dense dust-storm sprung up outside,  and swept roaring over the house, enveloping it in the choking darkness  of midnight, but Mottram continued unheeding, and the crazy tinkle  reached the ears of the listeners above the flapping of the tattered  ceiling-cloth.", "Mottram took up the tune.", "How does it go on?--    If in the night I sleepless lie,  My soul with sacred thoughts supply;  May no ill dreams disturb my rest,--    Quicker, Mottram!--    Or powers of darkness me molest!'", "It's associated in my  mind with the most sacred recollections----'    'Summer evenings in the country, stained-glass window, light going out,  and you and she jamming your heads together over one hymnbook,' said  Mottram.", "As they were settling into their places about the miserable goat-chops,  and the smoked tapioca pudding, Spurstow took occasion to whisper to  Mottram, 'Well done, David!'", "As they jogged off, Lowndes unbosomed himself to Mottram--    '...And I never felt so like kicking a man at his own table in my  life.", "'Not I,' said Mottram.", "Lowndes gathered up his whip, and, as he flicked  Mottram's mare on the flank, added, 'You're not a bad little chap,  that's all.'", "An increase of the  epidemic kept Spurstow in camp among the coolies, and all he could do  was to telegraph to Mottram, bidding him go to the bungalow and sleep  there.", "But Mottram was forty miles away from the nearest telegraph, and  knew nothing of anything save the needs of the survey till he met, early  on Sunday morning, Lowndes and Spurstow heading towards Hummil's for the  weekly gathering.", "Mottram, who had entered behind Lowndes, bent over the dead and touched  the forehead lightly with his lips.", "'Whatever it was, he's clear of all the trouble now,' said Mottram  softly.", "Mottram leaned over his shoulder  and looked intently.", "Mottram, go  round the house with Chuma and see that the seals are put on things.", "said Mottram.", "You needn't look, Mottram.", "Mottram laughed uneasily.", "Neither Mottram nor Lowndes had any answer to the question."]}, {"character": "lowndes", "frequency": 30, "appearances": ["Mottram  of the Indian Survey had ridden thirty and railed one hundred miles from  his lonely post in the desert since the night before; Lowndes of the  Civil Service, on special duty in the political department, had come as  far to escape for an instant the miserable intrigues of an impoverished  native State whose king alternately fawned and blustered for more money  from the pitiful revenues contributed by hard-wrung peasants and  despairing camel-breeders; Spurstow, the doctor of the line, had left a  cholera-stricken camp of coolies to look after itself for forty-eight  hours while he associated with white men once more.", "Last week the ice ran out--as Lowndes knows.'", "This with a savage  scowl at Lowndes, who only laughed.", "said Lowndes.", "It's to your address, Lowndes.", "Then Lowndes, meditatively, 'I'd give--I'd give three months' pay to  have that gentleman spend one month with me and see how the free and  independent native prince works things.", "'I should tackle the king with a light hand if I were you, Lowndes.", "'Hummil's the lucky man,' said Lowndes, flinging himself into a long  chair.", "said Lowndes.", "said Lowndes feelingly.", "said Lowndes wearily.", "Somebody would be broken before we got up,' said  Lowndes.", "said Lowndes.", "Lowndes criticized and volunteered  emendations.", "'Don't be an ass,' said Lowndes.", "Smell of hay, and a moon as big as a bandbox sitting on the top of  a haycock; bats, roses, milk and midges,' said Lowndes.", "I'm sorry for his  coolies tomorrow,' said Lowndes, as the servants brought in the lights  and prepared the table for dinner.", "As they jogged off, Lowndes unbosomed himself to Mottram--    '...And I never felt so like kicking a man at his own table in my  life.", "Ten minutes' trotting jerked out  of Lowndes one very sage remark when he pulled up, sweating from every  pore--    'Good thing Spurstow's with him tonight.'", "Lowndes gathered up his whip, and, as he flicked  Mottram's mare on the flank, added, 'You're not a bad little chap,  that's all.'", "But Mottram was forty miles away from the nearest telegraph, and  knew nothing of anything save the needs of the survey till he met, early  on Sunday morning, Lowndes and Spurstow heading towards Hummil's for the  weekly gathering.", "Mottram, who had entered behind Lowndes, bent over the dead and touched  the forehead lightly with his lips.", "But Lowndes had seen the eyes, and withdrew shuddering to the other side  of the room.", "'He was scared to death,' insisted Lowndes.", "whimpered Lowndes.", "Lowndes, old man, go out  and tell the coolies to break ground next to Jevins's grave.", "At the last moment Lowndes was seized with scruples of conscience.", "said Lowndes.", "'That,' said Lowndes, very distinctly, watching the shaking hand  striving to relight the pipe, 'is a damned lie.'", "Neither Mottram nor Lowndes had any answer to the question."]}]