[{"character": "moore", "frequency": 110, "appearances": ["One was all  white, except his black ends, which was called Moore.", "Moore said  'Look, m'lord.", "Moore said: 'Romeo's shoulders.", "Then Moore came and put Hunt Terrier up on neck, same  as Cookey carries Kitchen Cat.", "I told about Ravager and Moore and Proper Man and Hunt Terrier and  swine-chopped.", "He  said: 'Mister-Kent has tied me up to wait for Moore.'", "Then we saw Moore on Tall Horse in Park.", "Moore went in.", "Proper Man said:  'What's this, Moore?", "Moore said 'No, m'lord.", "Moore said: 'No--nor last night  either, m'lord.'", "Moore said:  'I've come for orders about Ravager, m'lord.'", "After whiles, Moore came out, and picked up Hunt Terrier, and put him  on front-saddle, and hurried.", "When we got to Walk, Moore said loud to Mister-Kent: 'It  is all right.'", "Moore said: 'Regan saved him.", "We saw  Moore.", "Moore said: 'That shows he ain't swine-chopped to matter.'", "Moore said 'Put him  down to the Poultry Fund; for if ever Bull cried dung-hill, he did  with Ravager.'", "Moore  said: 'Keep away.", "Then Moore said nice small things and patted.", "Ravager put his head on  Moore's feets, and all his back-hairs lay down and was proper coat  again.", "Moore took him to kennel, and filled water-trough, and turned  straw on sleeping-bench.", "Moore said: 'Let him be till he sees fit to come out.", "Moore came with Tall Horse and cracky-whip and took.", "He went looking back, but Moore  cracked whip.", "There was  Moore--but he was Pinks.", "Moore took all Hounds to gate by lawn.", "When Moore put him down he said dretful things to Hounds.", "Then Moore said: 'Over, lad!'", "There was horns  and Horses and Pinks, and Hounds jumping up, and Moore saying names  loud, and Ravager overed gate most beautiful.", "He rides with Moore  and Magistrate all-over-Park.", "He is best-hound-  ever-was, Moore says.", "He has nigh-half-choked Upstart for  trying to take it, Moore says.", "There was plenty-rides always with Smallest and Moore in Park.", "Moore did not say except to James at Meet, when  Smallest tried to quick-up that Taffy with safety-pin.", "Moore saw.", "Moore and Magistrate came quick too, because Ravager had  not cast-up at Kennels last night, and Upstart had fought Egoist for  Ravager's place on sleepy-bench, and Kennels was all-of-a-nuproar.", "Moore said small to Ravager, but Ravager did not say back.", "Moore and  Master put him on potting-bench in shed after Harry-with-Spade had  broomed out and got small stove lighted.", "Moore set away straw same as at  Kennels.", "Moore and Magistrate was coming to take Smallest for ride.", "Proper Man said  Moore: 'I did not think this would have to happen.'", "Moore said: 'I saw  it once when I was stable-boy to the Marquis, me Lord.'", "Proper Man said Moore: 'Come on!'", "Moore tighted up very careful.", "Moore said, if Ravager could  speak, he could show Smallest more than Master-or-Me.", "Moore showed how to squeak with.", "Moore came with Magistrate--which  had thick-leg and smelly bandage--only-for-gentle-work.", "We wented up by Micefields to Middle Ride because  of soft going, Moore said.", "Moore said: 'Dash his impertininces!", "Moore said: ''Old  'ard, you silly summer-fool, you!", "Moore said loud: 'Come away, Master Digby.", "Moore said: 'What will I  say to your Ma?'", "Moore was all leafy.", "Moore said: 'He ain't ever going to cross the Park?", "Moore said: 'Watch, Master Digby!", "Moore said: ''Can't have it both ways, Master Digby.", "Moore did not say.", "After  whiles, Moore said to Smallest outside: 'What made you cast back at  Larch Copse, sir?'", "Moore said: ''Eaven be praised!", "Moore said: 'They are working their hearts out for you in there,  Master Digby.", "Tags said: 'But Moore does, and Foxes cannot  be dash-particular.'", "Moore and Smallest came riding outside.", "Moore said: 'He can't be there, Master Digby!", "Moore  said: 'Yes, but he's gone on to make his point across the Park.", "Moore said: 'Then get 'old of 'em and cast forward.'", "He took rumpet off his saddle and held out to Moore.", "Moore would not take.", "Ravager said: 'He is giving his horn to Moore,  because Moore knows so dash-well how to find his fox.'", "Tags said  Ravager: ''Better speak a little, or Moore will lose me--same as last  season.'", "Moore wented.", "Slippers said: 'Why did Moore not take my  Smallest's rumpet?'", "Moore came round  cover.", "Moore said: 'Don't take that to heart!", "Moore and Magistrate too.", "Call 'em off, Moore, an' we'll look for  that dash-cub.'", "Moore said: 'We 'ave done  enough for one July day, Master Digby.", "Moore did  feeling Magistrate's thick-leg, and brushing leaves out of his front.", "Proper Man said  Moore: 'When you have quite done bot'nizing all over your belly,  p'raps you will let me know.'", "Moore said: 'My fault, me Lord.", "Moore said and said: Smallest said  and said, all one piece mixed.", "We wented all across Park  with Ravager and Smallest and Taffy and Moore and Magistrate and  Proper Man to Own Kennels-like proper Pack.", "'Was bell from house, which our Adar rings for us to help Smallest  ride with Moore and Taffy.", "'Was bit-of-a-circus with Taffy  because, Moore said, that bone-idle-stable-boy had not exercised  enough.", "Moore said back: 'Don't be too  proud, Master Digby!", "Moore said:  'Not but what you've good-right-to.'", "Moore said 'Ravager has been ailing ever since that  motor hit him.", "Moore said: 'There's not much he don't know.'", "Moore said: 'I told you too-much-for-your-age after  our Lame Fox run.", "Moore redded  over front-of-face.", "And Moore said Rosemary did  Upstart's work for him, which was great-grand-daughter of Regan, and  ran near-as-mute-as-the-old-lady.", "Moore redded all fresh over face.", "One time Moore made that bone-idle-stable-  boy lay drag to teach Taffy jumps and ditches for cubbing-times.", "And Smallest made Taffy jump-like-fleas, Moore said.", "('Cept to Moore.)", "'Was Moore which called out Hounds by ones to stand for biscuit.", "That Master Jem said:  'Why, Diggy-boy, they seem to know you as well as Moore!'", "Moore called out Upstart quick, and so  'was loud say-and-say about looks and manners and Belvoir-tans.", "So, all-Peoples went  to see Tall Horses, 'cept Smallest and Moore.", "Moore said seemingly-he-had-took-offence-at-the-terrier's-doings, and  went-off-like-fire-works.", "Never trust  Usurper-blood, Moore!", "Soon whiles, Upstart  came back singing snuff-and-butter, Moore said.", "Moore did not like,  and turned him into Kennels which did not like, because he were  beaten-hound and telling-it.", "Moore went in and  rated proper."]}, {"character": "toby", "frequency": 50, "appearances": [" 'Thy Servant a Dog'  Rudyard Kipling        CONTENTS:    'Thy Servant a Dog'  The Great Play Hunt  Toby Dog  The Supplication of the Black Aberdeen  A Sea Dog  His Apologies  'Teem': a Treasure-Hunter     * * * * *          'THY SERVANT A DOG'    PLEASE may I come in?", "TOBY DOG    PLEASE, this is only me-by-selfs.", "Frill Dog, which was called Toby Dog, did  all those dash-parlour-tricks for Smalls again.", "Toby Dog said back: 'If I  weren't on-me-job, I'd give you something to sing for.", "Toby Dog said: 'Night-night!", "But Toby Dog were slow and  sorrowful.", "Dirty Man said Missus, it were like-master-like-man,  because Toby Dog wore-hisself-out-giving-too-much-for-money, and he  wanted rest-and-good-kind-home.", "That whiles, Toby Dog lay on back and  rolled eyes like sick-pup.", "So,  'was done, and Toby Dog was took down with James to be made well-dog.", "Toby Dog came out of garage, full-of-his-dash-  self.", "Toby Dog went away like-smoke.", "We went-find Toby Dog.", "Toby Dog told.", "Toby Dog came round corner.", "Toby Dog said:  'Im-which-is-Own-God.'", "Real-rat to Toby Dog.", "Toby Dog walked with behind-legs long whiles.", "Toby Dog said: 'It is end of London-season  for Im.", "Toby Dog said: 'Blind-enough  to get pennies-in-my-cup.'", "Toby Dog said: 'If I had been along  'twould not have happened.'", "Toby Dog  killed four which ran all different ways.", "Toby Dog were full-of-  hisself.", "Toby Dog is not tripe-hound.", "Ravager said: ''Same with Toby Dog.'", "Toby Dog said after: 'That is one proper-sort!", "Toby Dog said: 'I come with.'", "Toby Dog  said me, sitting: 'That were rummy rat that man showed about that  dash-clever dog.", "Toby Dog said: 'It is cruel-ard on perfessional dog to be  knocked out of his job for no fault of hisn, like that real-old-dog-  gent of yours.'", "He said me he were pleased of Toby Dog not keeping  with Smallest, because he did not want Smallest to care for.", "I said:  'That Toby Dog does not want Smallest.", "Toby Dog keeped with James about rats 'cept when he went  rides with Smallest and us.", "So Toby Dog led.", "Toby  Dog sat and scratched ears.", "Toby Dog said us after: 'Catch me working  overtime for any one 'cept Im and your real-true-dog-gent!'", "And Toby  Dog showed me real rattings and the watch-two-while-you-kill-one game.", "Toby Dog said it were a cert, but he  would give Fuss a look-in for looks' sake.", "Toby Dog came home after match, which he had  winned by what-you-dash-like.", "Toby Dog had went to help  James collect-debtz-out-of-that-dash-swindling-stable-boy about rat-  match.", "Then Toby Dog came round  corner from Tall Horse Kennels, all small and dusty-looking.", "But we headed Toby Dog's  rat.", "Toby Dog made screamy-  draggly noise like cat-pups.", "Toby Dog unringed his eyes, and was  little cheap skug-dog, which walked away.", "I told all what Toby Dog had  done to Upstart.", "Ravager said: 'Good rat to Toby Dog!", "James came and called Toby Dog, which he could not find.", "Toby Dog came out behind rhubarb-pots.", "Toby Dog said: 'That's Im.", "Please, that is finish all about Toby Dog, which Ravager liked."]}, {"character": "aunt", "frequency": 29, "appearances": ["My old, unlovely, savage Aunt, as I shall henceforth call  her, was eaten alive with fears for the Girl--not so much on account  of her distemper, but because of Two She-Persons-Enemies--whom she  described to me minutely by Eye and Nose--one like a Ferret, the other  like a Goose.", "These, she said, meditated some evil to the Girl against which my Aunt  and the Girl's Father, the Person of the Spade, were helpless.", "The Two  Enemies carried about with them certain papers, by virtue of which the  Girl could be taken away from the cottage and my Aunt's care,  precisely as she had seen sheep taken out of her pasture by Persons  with papers, and driven none knew whither.", "The Enemies would come at intervals to the cottage in daytime (when my  Aunt's duty held her with the sheep) and always they left behind them  the Taint of misery and anxiety.", "My Aunt suddenly  demanded if I purposed to take up my residence with them.", "Outside of the Girl on the cot and her sheep  (for I can testify that, with them, she was an artist) the square box  of my Aunt's head held not one single thought.", "My Aunt vanished to her day's  office.", "By day I accompanied Him to His charcoal--sole  guardian of His coat and the bread and cheese on the bank, or,  remembering my Aunt's infatuation, fluctuated between the charcoal-  mound and the house to spy upon the Girl, when she was not with Him.", "Thus my heart was light in spite  of the nightly conferences with my formidable Aunt, who linked her own  dismal apprehensions to every account that I rendered of the Girl's  day-life and actions.", "For some cause or other, the Two Enemies had not  appeared since my Aunt had warned me against them, and there was less  of Fear in the house.", "Perhaps, as I once hinted to my Aunt, owing to  my presence.", "Otherwise, having no business or occupation, I lived, said my Aunt,  like the rabbits--by favour and accident.", "'You talk too much of the world whence you came,' my Aunt sneered.", "As  a matter of routine, when my report had been made to my Aunt, I would  take post on the foot of His bed where I should be available in case  of bandits.", "But my Aunt's words had barred that ever-open door.", "The harsh imperative call of my Aunt cut through my self-pity.", "My Aunt, keeping the high  ground, allowed them to disperse, till her terrible voice, thrice  lifted, brought them to halt.", "Then, in one long loop of flight, my  Aunt, a dumb fury lying wide on their flank, swept down with a  certainty, a speed, and a calculation which almost reminded me of my  friend the Vicomte.", "Those diffuse and errant imbeciles reunited and  inclined away from her in a mob of mixed smells and outcries--to find  themselves exquisitely penned in an angle of the fence, my Aunt, laid  flat at full length, facing them!", "My Aunt came back, her affectation of decrepitude heightened to  heighten her performance.", "Oh, she was all an Artist, my thin-  flanked, haggard-eyed Aunt by enforced adoption.", "Evidently my Aunt was right.", "On our return through the Village I stretched my decorated neck out of  His pocket, like one of the gaudy birds at the Chateau, to impress  Those of Us who might be abroad that I was now under full protection  of Monsieur Le Law (whoever he might be), and thus the equal of my  exacting Aunt.", "That night, by the Girl's bed, my Aunt was at her most difficult.", "'Those Two are all I have ever met in this world, my Aunt.'", "You know her, then, my Aunt?'", "'My Aunt,' I replied, 'I am infinitely obliged.", "Thus, and  owing to the chickens which, as I promised my Aunt, she eats, the  Taint of her distemper diminishes.", "My Aunt denies that it ever  existed, but her infatuation--have I told you?--has no bounds!"]}, {"character": "thy", "frequency": 29, "appearances": ["Put me not from Thy Life--'tis all I know.", "Thine is the Voice with which my Day begins:  Thy Foot my refuge, even in my sins.", "(But when Thou callest they are of Thy Friends,  Who readier than I to make amends?)", "I was Thy Deputy with high and low--  If Thou dismiss me, whither shall I go?", "Put me not from Thy Life--though this is so.", "Then watch me hunt awhile,  Chasing, not after conies, but Thy Smile,  Content, as breathless on the turf I sit,  Thou shouldst deride my little legs and wit--  Ah!", "Keep me in Thy Life for a fool's show!", "Now am I in Thy Life, and since 'tis so--  That Cat awaits the Judgment.", "HIS APOLOGIES    MASTER, this is Thy Servant.", "But Thou hast forgiven his ugliness, and settled him on Thy knee...  Art Thou content with Thy Servant?", "He hath defiled Thy Premises through being kept in too long.", "Master, pardon Thy Sinner, and see he is properly loosed.", "Master--again Thy Sinner!", "This that was once Thy Shoe,  He hath found and taken and carried aside, as fitting matter to chew.", "Master, remember Thy Servant is young, and tell her to let him go!", "Master, extol Thy Servant!", "But Thy Servant has had the Time of his Life--and now shall we call on the vet?", "Master, behold Thy Servant!", "Strange children came to play,  And because they fought to caress him, Thy Servant wentedst away.", "Master, pity Thy Servant!", "He is deaf and three parts blind,  He cannot catch Thy Commandments.", "He cannot read Thy Mind.", "Lord, look down on Thy Servant!", "Lord, make haste with Thy Lightnings and grant him a quick release!", "Then my Born One stooped down to me beside His foot and said, in the  language of my lost world, 'Knowest thou, Teem, that this is all thy  work?"]}]