[{"character": "danforth", "frequency": 63, "appearances": ["Danforth was a great reader of bizarre material, and had talked a good deal of Poe.", "On January 6th, 1931, Lake, Pabodie, Danforth, the other six students, and myself flew directly over the south pole in two of the great planes, being forced down once by a sudden high wind, which, fortunately, did not develop into a typical storm.", "Thenceforward the ten of us—but the student Danforth and myself above all others—were to face a hideously amplified world of lurking horrors which nothing can erase from our emotions, and which we would refrain from sharing with mankind in general if we could.", "It was young Danforth who drew our notice to the curious regularities of the higher mountain skyline—regularities like clinging fragments of perfect cubes, which Lake had mentioned in his messages, and which indeed justified his comparison with the dreamlike suggestions of primordial temple ruins, on cloudy Asian mountaintops so subtly and strangely painted by Roerich.", "We likewise left at the camp the two most shaken up of the planes; since our surviving party had only four real pilots—Sherman, Danforth, McTighe, and Ropes—in all, with Danforth in a poor nervous shape to navigate.", "We were careful, too, about the public's general peace of mind; hence Danforth and I said little about that frightful trip over the mountains the next day.", "On our return at one A.M., Danforth was close to hysterics, but kept an admirably stiff upper lip.", "Indeed, Danforth is closer mouthed than I: for he saw, or thinks he saw, one thing he will not tell even me.", "Had any tried to do that, I would have used every ounce of my persuasion to stop them—and I do not know what Danforth would have done.", "Even young Danforth, with his nervous breakdown, has not flinched or babbled to his doctors—indeed, as I have said, there is one thing he thinks he alone saw which he will not tell even me, though I think it would help his psychological state if he would consent to do so.", "We also refrained from showing the more puzzling of the scarred bones and greenish soapstones; while Danforth and I have closely guarded the pictures we took or drew on the superplateau across the range, and the crumpled things we smoothed, studied in terror, and brought away in our pockets.", "We did not think much about that till later —indeed, only Danforth and I have thought of it at all.", "Perhaps I had better put squeamishness aside and tell the worst at last—though with a categorical statement of opinion, based on the first-hand observations and most rigid deductions of both Danforth and myself, that the then missing Gedney was in no way responsible for the loathsome horrors we found.", "It was decided that Danforth and I try it first, and we awaked at 7 A.M. intending an early flight; however, heavy winds—mentioned in our brief, bulletin to the outside world—delayed our start till nearly nine o'clock.", "It is now my terrible duty to amplify this account by filling in the merciful blanks with hints of what we really saw in the hidden transmontane world—hints of the revelations which have finally driven Danforth to a nervous collapse.", "Danforth and I, studying the notes made by Pabodie in his afternoon flight and checking up with a sextant, had calculated that the lowest available pass in the range lay somewhat to the right of us, within sight of camp, and about twenty-three thousand or twenty-four thousand feet above sea level.", "I studied them with a field glass and took aerial photographs while Danforth drove; and at times I relieved him at the controls—though my aviation knowledge was purely an amateur's—in order to let him use the binoculars.", "The whole arrangement looked like the ruins of Macchu Picchu in the Andes, or the primal foundation walls of Kish as dug up by the Oxford Field Museum Expedition in 1929; and both Danforth and I obtained that occasional impression of separate Cyclopean blocks which Lake had attributed to his flight-companion Carroll.", "Outside, those parts of the mountain slopes adjoining the apertures seemed invariably smooth and regular; and Danforth thought that the slight cracks and pittings of the weathering tended toward unusual patterns.", "Danforth and I, unable to speak except in shouts amidst the howling, piping wind that raced through the pass and added to the noise of the unmuffled engines, exchanged eloquent glances.", "The headlands at the stream's entrance had been boldly carved into Cyclopean pylons; and something about the ridgy, barrel-shaped designs stirred up oddly vague, hateful, and confusing semi-remembrances in both Danforth and me.", "Though the thinness of the air at this prodigious altitude made exertion somewhat more difficult than usual, both Danforth and I found ourselves bearing up very well, and felt equal to almost any task which might fall to our lot.", "Only in fantastic nightmares could any human beings but Danforth and me conceive such optical effects.", "Danforth was frankly jumpy, and began making some offensively irrelevant speculations about the horror at the camp—which I resented all the more because I could not help sharing certain conclusions forced upon us by many features of this morbid survival from nightmare antiquity.", "Accordingly we reduced our extra paper to shreds of suitable size, placed these in a bag to be carried by Danforth, and prepared to use them as economically as safety would allow.", "The moment we came upon a perfect section of carving, where no ambiguity of interpretation could exist, it took only a brief study to give us the hideous truth—a truth which it would be naive to claim Danforth and I had not independently suspected before, though we had carefully refrained from even hinting it to each other.", "And to think that only the day before Danforth and I had actually looked upon fragments of their millennially fossilized substance—and that poor Lake and his party had seen their complete outlines—It is of course impossible for me to relate in proper order the stages by which we picked up what we know of that monstrous chapter of prehuman life.", "It may be the effect of this later study—the revived memories and vague impressions acting in conjunction with his general sensitiveness and with that final supposed horror-glimpse whose essence he will not reveal even to me —which has been the immediate source of Danforth's present breakdown.", "The fact that they covered their vertically inhumed dead with five-pointed inscribed mounds set up thoughts in Danforth and me which made a fresh pause and recuperation necessary after the sculptures revealed it.", "Sculptured images of these Shoggoths filled Danforth and me with horror and loathing.", "CHAPTER VIII  NATURALLY, Danforth and I studied with especial interest and a peculiarly personal sense of awe everything pertaining to the immediate district in which we were.", "There was something abnormal about that whole business— the strange things we had tried so hard to lay to somebody's madness— those frightful graves—the amount and nature of the missing material —Gedney—the unearthly toughness of those archaic monstrosities, and the queer vital freaks the sculptures now showed the race to have— Danforth and I had seen a good deal in the last few hours, and were prepared to believe and keep silent about many appalling and incredible secrets of primal nature.", "We had wormed our way very close to the computed site of the tunnel's mouth— having crossed a second-story bridge to what seemed plainly the tip of a pointed wall, and descended to a ruinous corridor especially rich in decadently elaborate and apparently ritualistic sculptures of late workmanship— when, shortly before 8:30 P.M., Danforth's keen young nostrils gave us the first hint of something unusual.", "Danforth's eyes as well as nose proved better than mine, for it was likewise he who first noticed the queer aspect of the debris after we had passed many half-choked arches leading to chambers and corridors on the ground level.", "Danforth whispered again of the print he thought he had seen at the alley turning in the ruins above; and of the faint musical piping—potentially of tremendous significance in the light of Lake's dissection report, despite its close resemblance to the cave-mouth echoes of the windy peaks—which he thought he had shortly afterward half heard from unknown depths below.", "In another moment, however, Danforth's sharp vision had descried a place where the floor debris had been disturbed; and we turned on both torches full strength.", "There are those who will say Danforth and I were utterly mad not to flee for our lives after that; since our conclusions were now— notwithstanding their wildness—completely fixed, and of a nature I need not even mention to those who have read my account as far as this.", "Pabodie might have been able to tell what sort of engineering held it in place, but Danforth and I could merely admire and marvel.", "As the glaciated floor gave place to a litter of detritus, we plainly discerned some curious, dragging tracks; and once Danforth found a distinct print of a sort whose description would be only too superfluous.", "Danforth had the idea that it was a second carving—a sort of palimpsest formed after the obliteration of a previous design.", "We could not get it out of our minds that some subtly but profoundly alien element had been added to the aesthetic feeling behind the technique—an alien element, Danforth guessed, that was responsible for the laborious substitution.", "Only when we had come very close to the sprawling obstructions could we trace that second, unexplainable fetor to any immediate source—and the instant we did so Danforth, remembering certain very vivid sculptures of the Old Ones' history in the Permian Age one hundred and fifty million years ago, gave vent to a nerve-tortured cry which echoed hysterically through that vaulted and archaic passage with the evil, palimpsest carvings.", "And now, when Danforth and I saw the freshly glistening and reflectively iridescent black slime which clung thickly to those headless bodies and stank obscenely with that new, unknown odor whose cause only a diseased fancy could envisage—clung to those bodies and sparkled less voluminously on a smooth part of the accursedly resculptured wall in a series of grouped dots —we understood the quality of cosmic fear to its uttermost depths.", "All this flashed in unison through the thoughts of Danforth and me as we looked from those headless, slime-coated shapes to the loathsome palimpsest sculptures and the diabolical dot groups of fresh slime on the wall beside them—looked and understood what must have triumphed and survived down there in the Cyclopean water city of that nighted, penguin-fringed abyss, whence even now a sinister curling mist had begun to belch pallidly as if in answer to Danforth's hysterical scream.", "It was, Danforth later told me, precisely what he had caught in infinitely muffled form when at that spot beyond the alley corner above the glacial level; and it certainly had a shocking resemblance to the wind pipings we had both heard around the lofty mountain caves.", "At the risk of seeming puerile I will add another thing, too, if only because of the surprising way Danforth's impressions chimed with mine.", "Of course common reading is what prepared us both to make the interpretation, though Danforth has hinted at queer notions about unsuspected and forbidden sources to which Poe may have had access when writing his Arthur Gordon Pym a century ago.", "We could take no chances, however, since it was very obviously approaching in answer to Danforth's scream, rather than in flight from any other entity.", "Danforth was totally unstrung, and the first thing I remember of the rest of the journey was hearing him lightheadedly chant an hysterical formula in which I alone of mankind could have found anything but insane irrelevance.", "CHAPTER XII  DANFORTH and I have recollections of emerging into the great sculptured hemisphere and of threading our back trail through the Cyclopean rooms and corridors of the dead city; yet these are purely dream fragments involving no memory of volition, details, or physical exertion.", "Such thoughts formed a measure of my overwrought condition at the time—and Danforth seemed to be even worse.", "Danforth got the engine started without trouble, and we made a very smooth take-off over the nightmare city.", "As we drew close to the jutting peaks the wind's strange piping again became manifest, and I could see Danforth's hands trembling at the controls.", "But Danforth, released from his piloting and keyed up to a dangerous nervous pitch, could not keep quiet.", "A second afterward my resolution triumphed and we made the crossing safely—yet I am afraid that Danforth will never be the same again.", "I have said that Danforth refused to tell me what final horror made him scream out so insanely—a horror which, I feel sadly sure, is mainly responsible for his present breakdown.", "All that Danforth has ever hinted is that the final horror was a mirage.", "It is very probable that the thing was a sheer delusion born of the previous stresses we had passed through, and of the actual though unrecognized mirage of the dead transmontane city experienced near Lake's camp the day before; but it was so real to Danforth that he suffers from it still.", "Danforth, indeed, is known to be among the few who have ever dared go completely through that worm-riddled copy of the Necronomicon kept under lock and key in the college library.", "Imagination, knowing how vividly distant scenes can sometimes be reflected, refracted, and magnified by such layers of restless cloud, might easily have supplied the rest— and, of course, Danforth did not hint any of these specific horrors till after his memory had had a chance to draw on his bygone reading."]}, {"character": "pabodie", "frequency": 29, "appearances": ["As a geologist, my object in leading the Miskatonic University Expedition was wholly that of securing deep-level specimens of rock and soil from various parts of the antarctic continent, aided by the remarkable drill devised by Professor Frank H. Pabodie of our engineering department.", "Pabodie's drilling apparatus, as the public already knows from our reports, was unique and radical in its lightness, portability, and capacity to combine the ordinary artesian drill principle with the principle of the small circular rock drill in such a way as to cope quickly with strata of varying hardness.", "Four large Dornier aeroplanes, designed especially for the tremendous altitude flying necessary on the antarctic plateau and with added fuel-warming and quick-starting devices worked out by Pabodie, could transport our entire expedition from a base at the edge of the great ice barrier to various suitable inland points, and from these points a sufficient quota of dogs would serve us.", "We could not afford to waste drilling the depth of any considerable amount of mere glaciation, though Pabodie had worked out a plan for sinking copper electrodes in thick clusters of borings and melting off limited areas of ice with current from a gasoline-driven dynamo.", "The public knows of the Miskatonic Expedition through our frequent wireless reports to the Arkham Advertiser and Associated Press, and through the later articles of Pabodie and myself.", "Eight of them understood navigation with compass and sextant, as did Pabodie, Atwood, and I.", "Erebus; our successful mineral borings at several points on Ross Island and the singular speed with which Pabodie's apparatus accomplished them, even through solid rock layers; our provisional test of the small ice-melting equipment; our perilous ascent of the great barrier with sledges and supplies; and our final assembling of five huge aeroplanes at the camp atop the barrier.", "Nansen by Pabodie and two of the graduate students—Gedney and Carroll—on December 13—15.", "On January 6th, 1931, Lake, Pabodie, Danforth, the other six students, and myself flew directly over the south pole in two of the great planes, being forced down once by a sudden high wind, which, fortunately, did not develop into a typical storm.", "His preliminary sledging and boring journey of January 11th to 18th with Pabodie and five others—marred by the loss of two dogs in an upset when crossing one of the great pressure ridges in the ice—had brought up more and more of the Archaean slate; and even I was interested by the singular profusion of evident fossil markings in that unbelievably ancient stratum.", "While they were gone, I would remain at the base with Pabodie and five men and work out final plans for the eastward shift.", "After that Pabodie, the men and I hung breathlessly over the receiver.", "I replied that I would join him as soon as he could send a plane, and that Pabodie and I would work out the best gasoline plan—just where and how to concentrate our supply in view of the expedition's altered character.", "It was agreed that one of Lake's planes would come to my base for Pabodie, the five men, and myself, as well as for all the fuel it could carry.", "Pabodie and I prepared to close our base for a short or long period, as the case might be.", "I wirelessed that Pabodie and I would be ready for the northwestward move after one day's work and one night's rest.", "Attention, Dyer, Pabodie, Douglas.", "Dyer and Pabodie have read Necronomicon and seen Clark Ashton Smith's nightmare paintings based on text, and will understand when I speak of Elder Things supposed to have created all earth life as jest or mistake.", "Congrats, Pabodie, on the drill that opened up the cave.", "The sensations of Pabodie and myself at receipt of this report were almost beyond description, nor were our companions much behind us in enthusiasm.", "He held some friendly chat with Pabodie over the ether, and repeated his praise of the really marvelous drills that had helped him make his discovery.", "It took no persuasion to make him promise not to show our sketches and the other things we brought away in our pockets, not to say anything more to the others than what we had agreed to relay outside, and to hide our camera films for private development later on; so that part of my present story will be as new to Pabodie, McTighe, Ropes, Sherman, and the rest as it will be to the world in general.", "While we were gone, Pabodie, Sherman, Ropes, McTighe, and Williamson had worked like beavers over Lake's two best planes, fitting them again for use despite the altogether unaccountable juggling of their operative mechanism.", "Sherman, Pabodie, and McTighe made an exhaustive aeroplane cruise over all the surrounding territory in the afternoon, sweeping the horizon with field glasses in quest of Gedney and of the various missing things; but nothing came to light.", "Danforth and I, studying the notes made by Pabodie in his afternoon flight and checking up with a sextant, had calculated that the lowest available pass in the range lay somewhat to the right of us, within sight of camp, and about twenty-three thousand or twenty-four thousand feet above sea level.", "We wished that Pabodie were present, for his engineering knowledge might have helped us guess how such titanic blocks could have been handled in that unbelievably remote age when the city and its outskirts were built up.", "At a rather later age their cities dotted all the land and water areas of the globe—hence the recommendation in my coming monograph that some archaeologist make systematic borings with Pabodie's type of apparatus in certain widely separated regions.", "Pabodie might have been able to tell what sort of engineering held it in place, but Danforth and I could merely admire and marvel."]}, {"character": "cyclopean", "frequency": 11, "appearances": ["The effect was that of a Cyclopean city of no architecture known to man or to human imagination, with vast aggregations of night-black masonry embodying monstrous perversions of geometrical laws.", "The whole arrangement looked like the ruins of Macchu Picchu in the Andes, or the primal foundation walls of Kish as dug up by the Oxford Field Museum Expedition in 1929; and both Danforth and I obtained that occasional impression of separate Cyclopean blocks which Lake had attributed to his flight-companion Carroll.", "Yet now the sway of reason seemed irrefutably shaken, for this Cyclopean maze of squared, curved, and angled blocks had features which cut off all comfortable refuge.", "The headlands at the stream's entrance had been boldly carved into Cyclopean pylons; and something about the ridgy, barrel-shaped designs stirred up oddly vague, hateful, and confusing semi-remembrances in both Danforth and me.", "For this latter we headed; and when at last we were actually able to touch its weathered Cyclopean blocks, we felt that we had established an unprecedented and almost blasphemous link with forgotten aeons normally closed to our species.", "Before we left the rampart we photographed it carefully, and studied its mortar-less Cyclopean masonry with complete bewilderment.", "The Cyclopean massiveness and gigantism of everything about us became curiously oppressive; and there was something vaguely but deeply unhuman in all the contours, dimensions, proportions, decorations, and constructional nuances of the blasphemously archaic stonework.", "It would not do to be without a light in these Cyclopean catacombs, hence in order to make the abyss trip we must give up all further mural deciphering.", "All this flashed in unison through the thoughts of Danforth and me as we looked from those headless, slime-coated shapes to the loathsome palimpsest sculptures and the diabolical dot groups of fresh slime on the wall beside them—looked and understood what must have triumphed and survived down there in the Cyclopean water city of that nighted, penguin-fringed abyss, whence even now a sinister curling mist had begun to belch pallidly as if in answer to Danforth's hysterical scream.", "CHAPTER XII  DANFORTH and I have recollections of emerging into the great sculptured hemisphere and of threading our back trail through the Cyclopean rooms and corridors of the dead city; yet these are purely dream fragments involving no memory of volition, details, or physical exertion.", "Below us the primal Cyclopean masonry spread out as it had done when first we saw it, and we began rising and turning to test the wind for our crossing through the pass."]}, {"character": "mctighe", "frequency": 10, "appearances": ["I had better give the messages literally as Lake sent them, and as our base operator McTighe translated them from the pencil shorthand:  \"Fowler makes discovery of highest importance in sandstone and limestone fragments from blasts.", "McTighe, who had hastily translated a few high spots as they came from the droning receiving set, wrote out the entire message from his shorthand version as soon as Lake's operator signed off.", "McTighe was awake at ten o'clock and tried to get Lake on the wireless, as agreed, but some electrical condition in the disturbed air to the westward seemed to prevent communication.", "At 7:15 A.M., January 25th, we started flying northwestward under McTighe's pilotage with ten men, seven dogs, a sledge, a fuel and food supply, and other items including the plane's wireless outfit.", "At length Ropes —the student who had relieved McTighe at the controls—began to head downward toward the left-hand dark spot whose size marked it as the camp.", "As he did so, McTighe sent out the last uncensored wireless message the world was to receive from our expedition.", "We likewise left at the camp the two most shaken up of the planes; since our surviving party had only four real pilots—Sherman, Danforth, McTighe, and Ropes—in all, with Danforth in a poor nervous shape to navigate.", "It took no persuasion to make him promise not to show our sketches and the other things we brought away in our pockets, not to say anything more to the others than what we had agreed to relay outside, and to hide our camera films for private development later on; so that part of my present story will be as new to Pabodie, McTighe, Ropes, Sherman, and the rest as it will be to the world in general.", "While we were gone, Pabodie, Sherman, Ropes, McTighe, and Williamson had worked like beavers over Lake's two best planes, fitting them again for use despite the altogether unaccountable juggling of their operative mechanism.", "Sherman, Pabodie, and McTighe made an exhaustive aeroplane cruise over all the surrounding territory in the afternoon, sweeping the horizon with field glasses in quest of Gedney and of the various missing things; but nothing came to light."]}]