[{"character": "johansen", "frequency": 27, "appearances": ["He is Gustaf Johansen, a Norwegian of some intelligence, and had been second mate of the two-masted schooner Emma of Auckland, which sailed for Callao February 20th with a complement of eleven men.", "Collins and First Mate Green, were killed; and the remaining eight under Second Mate Johansen proceeded to navigate the captured yacht, going ahead in their original direction to see if any reason for their ordering back had existed.", "The next day, it appears, they raised and landed on a small island, although none is known to exist in that part of the ocean; and six of the men somehow died ashore, though Johansen is queerly reticent about this part of his story, and speaks only of their falling into a rock chasm.", "Our Auckland correspondent gives the Emma and her crew an excellent reputation, and Johansen is described as a sober and worthy man.", "The admiralty will institute an inquiry on the whole matter beginning tomorrow, at which every effort will be made to induce Johansen to speak more freely than he has done hitherto.", "What was the unknown island on which six of the Emma's crew had died, and about which the mate Johansen was so secretive?", "In Auckland I learned that Johansen had returned with yellow hair turned white after a perfunctory and inconclusive questioning at Sydney, and had thereafter sold his cottage in West Street and sailed with his wife to his old home in Oslo.", "Shaken with such a mental resolution as I had never before known, I now resolved to visit Mate Johansen in Oslo.", "Johansen's address, I discovered, lay in the Old Town of King Harold Haardrada, which kept alive the name of Oslo during all the centuries that the greater city masqueraded as \"Christiana.\"", "A sad-faced woman in black answered my summons, and I was stung with disappointment when she told me in halting English that Gustaf Johansen was no more.", "Johansen, thank God, did not know quite all, even though he saw the city and the Thing, but I shall never sleep calmly again when I think of the horrors that lurk ceaselessly behind life in time and in space, and of those unhallowed blasphemies from elder stars which dream beneath the sea, known and favoured by a nightmare cult ready and eager to loose them upon the world whenever another earthquake shall heave their monstrous stone city again to the sun and air.", "Johansen's voyage had begun just as he told it to the vice-admiralty.", "There was some peculiarly abominable quality about them which made their destruction seem almost a duty, and Johansen shows ingenuous wonder at the charge of ruthlessness brought against his party during the proceedings of the court of inquiry.", "Then, driven ahead by curiosity in their captured yacht under Johansen's command, the men sight a great stone pillar sticking out of the sea, and in S. Latitude 47\\B09', W. Longitude l23\\B043', come upon a coastline of mingled mud, ooze, and weedy Cyclopean masonry which can be nothing less than the tangible substance of earth's supreme terror--the nightmare corpse-city of R'lyeh, that was built in measureless aeons behind history by the vast, loathsome shapes that seeped down from the dark stars.", "All this Johansen did not suspect, but God knows he soon saw enough!", "Johansen and his men were awed by the cosmic majesty of this dripping Babylon of elder daemons, and must have guessed without guidance that it was nothing of this or of any sane planet.", "Without knowing what futurism is like, Johansen achieved something very close to it when he spoke of the city; for instead of describing any definite structure or building, he dwells only on broad impressions of vast angles and stone surfaces--surfaces too great to belong to anything right or proper for this earth, and impious with horrible images and hieroglyphs.", "Johansen and his men landed at a sloping mud-bank on this monstrous Acropolis, and clambered slipperily up over titan oozy blocks which could have been no mortal staircase.", "It was, Johansen said, like a great barn-door; and they all felt that it was a door because of the ornate lintel, threshold, and jambs around it, though they could not decide whether it lay flat like a trap-door or slantwise like an outside cellar-door.", "Poor Johansen's handwriting almost gave out when he wrote of this.", "Parker slipped as the other three were plunging frenziedly over endless vistas of green-crusted rock to the boat, and Johansen swears he was swallowed up by an angle of masonry which shouldn't have been there; an angle which was acute, but behaved as if it were obtuse.", "So only Briden and Johansen reached the boat, and pulled desperately for the Alert as the mountainous monstrosity flopped down the slimy stones and hesitated, floundering at the edge of the water.", "Briden looked back and went mad, laughing shrilly as he kept on laughing at intervals till death found him one night in the cabin whilst Johansen was wandering deliriously.", "But Johansen had not given out yet.", "The awful squid-head with writhing feelers came nearly up to the bowsprit of the sturdy yacht, but Johansen drove on relentlessly.", "After that Johansen only brooded over the idol in the cabin and attended to a few matters of food for himself and the laughing maniac by his side.", "As my uncle went, as poor Johansen went, so I shall go."]}, {"character": "wilcox", "frequency": 24, "appearances": ["Wilcox, 7 Thomas St., Providence, R.", "His card bore the name of Henry Anthony Wilcox, and my uncle had recognized him as the youngest son of an excellent family slightly known to him, who had latterly been studying sculpture at the Rhode Island School of Design and living alone at the Fleur-de-Lys Building near that institution.", "Wilcox was a precocious youth of known genius but great eccentricity, and had from childhood excited attention through the strange stories and odd dreams he was in the habit of relating.", "Young Wilcox's rejoinder, which impressed my uncle enough to make him recall and record it verbatim, was of a fantastically poetic cast which must have typified his whole conversation, and which I have since found highly characteristic of him.", "There had been a slight earthquake tremor the night before, the most considerable felt in New England for some years; and Wilcox's imagination had been keenly affected.", "My uncle blamed his old age, Wilcox afterwards said, for his slowness in recognizing both hieroglyphics and pictorial design.", "Many of his questions seemed highly out of place to his visitor, especially those which tried to connect the latter with strange cults or societies; and Wilcox could not understand the repeated promises of silence which he was offered in exchange for an admission of membership in some widespread mystical or paganly religious body.", "On March 23, the manuscript continued, Wilcox failed to appear; and inquiries at his quarters revealed that he had been stricken with an obscure sort of fever and taken to the home of his family in Waterman Street.", "On April 2 at about 3 P.M. every trace of Wilcox's malady suddenly ceased.", "The notes in question were those descriptive of the dreams of various persons covering the same period as that in which young Wilcox had had his strange visitations.", "Average people in society and business--New England's traditional \"salt of the earth\"--gave an almost completely negative result, though scattered cases of uneasy but formless nocturnal impressions appear here and there, always between March 23 and April 2--the period of young Wilcox's delirium.", "That is why I continued to feel that Wilcox, somehow cognizant of the old data which my uncle had possessed, had been imposing on the veteran scientist.", "Over a fourth of those who reported anything, reported scenes and half-sounds not unlike those which Wilcox had described; and some of the dreamers confessed acute fear of the gigantic nameless thing visible toward the last.", "The subject, a widely known architect with leanings toward theosophy and occultism, went violently insane on the date of young Wilcox's seizure, and expired several months later after incessant screamings to be saved from some escaped denizen of hell.", "But I was then convinced that young Wilcox had known of the older matters mentioned by the professor.", "Once before, it appears, Professor Angell had seen the hellish outlines of the nameless monstrosity, puzzled over the unknown hieroglyphics, and heard the ominous syllables which can be rendered only as \"Cthulhu\"; and all this in so stirring and horrible a connection that it is small wonder he pursued young Wilcox with queries and demands for data.", "It is truly a terrible thing, and unmistakably akin to the dream-sculpture of young Wilcox.", "Professor Angell's instant start on an investigation of the utmost thoroughness was eminently natural; though privately I suspected young Wilcox of having heard of the cult in some indirect way, and of having invented a series of dreams to heighten and continue the mystery at my uncle's expense.", "Wilcox still lived alone in the Fleur-de-Lys Building in Thomas Street, a hideous Victorian imitation of seventeenth century Breton Architecture which flaunts its stuccoed front amidst the lovely colonial houses on the ancient hill, and under the very shadow of the finest Georgian steeple in America, I found him at work in his rooms, and at once conceded from the specimens scattered about that his genius is indeed profound and authentic.", "Wilcox, I was sure, had heard of the cult in some casual way, and had soon forgotten it amidst the mass of his equally weird reading and imagining.", "And what of this storm of April 2nd--the date on which all dreams of the dank city ceased, and Wilcox emerged unharmed from the bondage of strange fever?", "I mention his talk about angles because it suggests something Wilcox had told me of his awful dreams.", "As Wilcox would have said, the geometry of the place was all wrong.", "What wonder that across the earth a great architect went mad, and poor Wilcox raved with fever in that telepathic instant?"]}, {"character": "legrasse", "frequency": 23, "appearances": ["\", and the second, \"Narrative of Inspector John R. Legrasse, 121 Bienville St., New Orleans, La., at 1908 A.", "The Tale of Inspector Legrasse  The older matters which had made the sculptor's dream and bas-relief so significant to my uncle formed the subject of the second half of his long manuscript.", "His name was John Raymond Legrasse, and he was by profession an Inspector of Police.", "It must not be fancied that Inspector Legrasse had the least interest in archaeology.", "Inspector Legrasse was scarcely prepared for the sensation which his offering created.", "This data, received with suspense and astonishment by the assembled members, proved doubly exciting to Inspector Legrasse; and he began at once to ply his informant with questions.", "Legrasse had one point in advance of Professor Webb, for several among his mongrel prisoners had repeated to him what older celebrants had told them the words meant.", "And now, in response to a general and urgent demand, Inspector Legrasse related as fully as possible his experience with the swamp worshippers; telling a story to which I could see my uncle attached profound significance.", "Reluctant even to be left alone again, each one of the cowed squatters refused point-blank to advance another inch toward the scene of unholy worship, so Inspector Legrasse and his nineteen colleagues plunged on unguided into black arcades of horror that none of them had ever trod before.", "Only poetry or madness could do justice to the noises heard by Legrasse's men as they ploughed on through the black morass toward the red glare and muffled tom-toms.", "Legrasse dashed swamp water on the face of the fainting man, and all stood trembling and nearly hypnotised with horror.", "Wild blows were struck, shots were fired, and escapes were made; but in the end Legrasse was able to count some forty-seven sullen prisoners, whom he forced to dress in haste and fall into line between two rows of policemen.", "The image on the monolith, of course, was carefully removed and carried back by Legrasse.", "Legrasse, deeply impressed and not a little bewildered, had inquired in vain concerning the historic affiliations of the cult.", "The feverish interest aroused at the meeting by Legrasse's tale, corroborated as it was by the statuette, is echoed in the subsequent correspondence of those who attended; although scant mention occurs in the formal publications of the society.", "Legrasse for some time lent the image to Professor Webb, but at the latter's death it was returned to him and remains in his possession, where I viewed it not long ago.", "That my uncle was excited by the tale of the sculptor I did not wonder, for what thoughts must arise upon hearing, after a knowledge of what Legrasse had learned of the cult, of a sensitive young man who had dreamed not only the figure and exact hieroglyphics of the swamp-found image and the Greenland devil tablet, but had come in his dreams upon at least three of the precise words of the formula uttered alike by Esquimaux diabolists and mongrel Louisianans?", "So, after thoroughly studying the manuscript again and correlating the theosophical and anthropological notes with the cult narrative of Legrasse, I made a trip to Providence to see the sculptor and give him the rebuke I thought proper for so boldly imposing upon a learned and aged man.", "I visited New Orleans, talked with Legrasse and others of that old-time raiding-party, saw the frightful image, and even questioned such of the mongrel prisoners as still survived.", "Legrasse and his men, it is true, have been let alone; but in Norway a certain seaman who saw things is dead.", "It was the Sydney Bulletin I have mentioned, for my friend had wide affiliations in all conceivable foreign parts; and the picture was a half-tone cut of a hideous stone image almost identical with that which Legrasse had found in the swamp.", "The crouching image with its cuttlefish head, dragon body, scaly wings, and hieroglyphed pedestal, was preserved in the Museum at Hyde Park; and I studied it long and well, finding it a thing of balefully exquisite workmanship, and with the same utter mystery, terrible antiquity, and unearthly strangeness of material which I had noted in Legrasse's smaller specimen.", "Then I thought with a shudder of what Old Castro had told Legrasse about the Old Ones; \"They had come from the stars, and had brought Their images with Them.\""]}, {"character": "angell", "frequency": 15, "appearances": ["My knowledge of the thing began in the winter of 1926-27 with the death of my great-uncle, George Gammell Angell, Professor Emeritus of Semitic Languages in Brown University, Providence, Rhode Island.", "Professor Angell was widely known as an authority on ancient inscriptions, and had frequently been resorted to by the heads of prominent museums; so that his passing at the age of ninety-two may be recalled by many.", "The writing accompanying this oddity was, aside from a stack of press cuttings, in Professor Angell's most recent hand; and made no pretense to literary style.", "It appears that on March 1st, 1925, a thin, dark young man of neurotic and excited aspect had called upon Professor Angell bearing the singular clay bas-relief, which was then exceedingly damp and fresh.", "This verbal jumble was the key to the recollection which excited and disturbed Professor Angell.", "When Professor Angell became convinced that the sculptor was indeed ignorant of any cult or system of cryptic lore, he besieged his visitor with demands for future reports of dreams.", "Pronounced well by his physician, he returned to his quarters in three days; but to Professor Angell he was of no further assistance.", "Professor Angell must have employed a cutting bureau, for the number of extracts was tremendous, and the sources scattered throughout the globe.", "Once before, it appears, Professor Angell had seen the hellish outlines of the nameless monstrosity, puzzled over the unknown hieroglyphics, and heard the ominous syllables which can be rendered only as \"Cthulhu\"; and all this in so stirring and horrible a connection that it is small wonder he pursued young Wilcox with queries and demands for data.", "Professor Angell, as befitted one of his authority and attainments, had had a prominent part in all the deliberations; and was one of the first to be approached by the several outsiders who took advantage of the convocation to offer questions for correct answering and problems for expert solution.", "Professor Angell's instant start on an investigation of the utmost thoroughness was eminently natural; though privately I suspected young Wilcox of having heard of the cult in some indirect way, and of having invented a series of dreams to heighten and continue the mystery at my uncle's expense.", "My attitude was still one of absolute materialism, as I wish it still were, and I discounted with almost inexplicable perversity the coincidence of the dream notes and odd cuttings collected by Professor Angell.", "I think Professor Angell died because he knew too much, or because he was likely to learn too much.", "I had largely given over my inquiries into what Professor Angell called the \"Cthulhu Cult\", and was visiting a learned friend in Paterson, New Jersey; the curator of a local museum and a mineralogist of note.", "That was the document I read, and now I have placed it in the tin box beside the bas-relief and the papers of Professor Angell."]}]