[{"character": "harris", "frequency": 34, "appearances": ["The shunned house, it seems, was first inhabited by William  Harris and his wife Rhoby Dexter, with their children, Elkanah, born in  1755, Abigail, born in 1757, William, Jr., born in 1759, and Ruth, born  in 1761.", "Harris was a substantial merchant and seaman in the West India  trade, connected with the firm of Obadiah Brown and his nephews.", "It was the best that moderate means could  afford, and Harris hastened to move in before the birth of a fifth child  which the family expected.", "He died the next year--a sad year indeed, since it marked the  death of William Harris himself, enfeebled as he was by the climate of  Martinique, where his occupation had kept him for considerable periods  during the preceding decade.", "The widowed Rhoby Harris never recovered from the shock of her husband's  death, and the passing of her first-born Elkanah two years later was the  final blow to her reason.", "Meanwhile poor Rhoby Harris, in her madness, gave voice to dreams and  imaginings of the most hideous sort.", "At times her screams became  insupportable, and for long periods she would utter shrieking horrors  which necessitated her son's temporary residence with his cousin, Peleg  Harris, in Presbyterian Lane near the new college building.", "Just what Mrs. Harris cried out in her fits of violence,  tradition hesitates to say; or rather, presents such extravagant  accounts that they nullify themselves through sheer absurdity.", "In 1772 the servant  Zenas died, and when Mrs. Harris heard of it she laughed with a shocking  delight utterly foreign to her.", "Upon the outbreak of trouble with Great Britain in 1775, William Harris,  despite his scant sixteen years and feeble constitution, managed to  enlist in the Army of Observation under General Greene; and from that  time on enjoyed a steady rise in health and prestige.", "In the autumn of 1782 Phebe Harris gave birth  to a still-born daughter, and on the fifteenth of the next May Mercy  Dexter took leave of a useful, austere, and virtuous life.", "William Harris, at last thoroughly convinced of the radically  unhealthful nature of his abode, now took steps toward quitting it and  closing it for ever.", "There, in 1785, his son Dutee was  born; and there the family dwelt till the encroachments of commerce  drove them back across the river and over the hill to Angell Street, in  the newer East Side residence district, where the late Archer Harris  built his sumptuous but hideous French-roofed mansion in 1876.", "William  and Phebe both succumbed to the yellow fever epidemic of 1797, but Dutee  was brought up by his cousin Rathbone Harris, Peleg's son.", "He returned unharmed, married in  1814, and became a father on that memorable night of September 23, 1815,  when a great gale drove the waters of the bay over half the town, and  floated a tall sloop well up Westminster Street so that its masts almost  tapped the Harris windows in symbolic affirmation that the new boy,  Welcome, was a seaman's son.", "Carrington Harris, last of the male line, knew it only as a deserted and  somewhat picturesque center of legend until I told him my experience.", "To me their interest depended less on this circumstance than  on the peculiarly appropriate way in which they dovetailed with certain  other things--the complaint of the departing servant Preserved Smith,  who had preceded Ann and never heard of her, that something \"sucked his  breath\" at night; the death-certificates of the fever victims of 1804,  issued by Doctor Chad Hopkins, and showing the four deceased persons all  unaccountably lacking in blood; and the obscure passages of poor Rhoby  Harris's ravings, where she complained of the sharp teeth of a  glassy-eyed, half-visible presence.", "It made one think of poor Rhoby Harris nearly a century  before, and so moved my uncle that he commenced collecting historical  data on the house after listening, some time subsequent to his return  from the war, to the first-hand account of Doctors Chase and Whitmarsh.", "I talked with the elderly Archer  Harris, then owner of the house, many times before his death in 1916;  and obtained from him and his still surviving maiden sister Alice an  authentic corroboration of all the family data my uncle had collected.", "When, however, I asked them what connection with France or its language  the house could have, they confessed themselves as frankly baffled and  ignorant as I. Archer knew nothing, and all that Miss Harris could say  was that an old allusion her grandfather, Dutee Harris, had heard of  might have shed a little light.", "The old seaman, who had survived his son  Welcome's death in battle by two years, had not himself known the  legend, but recalled that his earliest nurse, the ancient Maria Robbins,  seemed darkly aware of something that might have lent a weird  significance to the French raving of Rhoby Harris, which she had so  often heard during the last days of that hapless woman.", "*       *       *       *       *    Having exhausted the Harris family of all the information it could  furnish, I turned my attention to early town records and deeds with a  zeal more penetrating than that which my uncle had occasionally shown in  the same work.", "What relation it had to the French ravings of Rhoby Harris and other  inhabitants of the shunned house, imagination or future discovery alone  could determine.", "Finally, with Carrington Harris's permission, I fitted a key to the  disused door opening from the cellar directly upon Benefit Street,  preferring to have a more immediate access to the outside world than the  dark stairs, ground-floor hall, and front door could give.", "4    On Wednesday, June 25, 1919, after a proper notification of Carrington  Harris which did not include surmises as to what we expected to find, my  uncle and I conveyed to the shunned house two camp chairs and a folding  camp cot, together with some scientific mechanism of greater weight and  intricacy.", "Only two persons suspected what did  happen--Carrington Harris and myself.", "I had to tell Harris because he  owned the house and deserved to know what had gone out of it.", "It  was queer--damnably queer--and my uncle spoke almost sheepishly, as if  half expecting not to be believed, when he declared that of the strange  faces many had unmistakably borne the features of the Harris family.", "I saw the features of the Harris line, masculine and feminine, adult and  infantile, and other features old and young, coarse and refined,  familiar and unfamiliar.", "For a second there flashed a degraded  counterfeit of a miniature of poor mad Rhoby Harris that I had seen in  the School of Design museum, and another time I thought I caught the  raw-boned image of Mercy Dexter as I recalled her from a painting in  Carrington Harris's house.", "Later I told Harris only through sheer necessity, and because  he had heard odd tales from old people which disposed him ever so little  toward belief.", "The next spring no more pale grass and strange weeds came up in the  shunned house's terraced garden, and shortly afterward Carrington Harris  rented the place."]}, {"character": "mercy", "frequency": 11, "appearances": ["In 1768 she fell victim to a mild form of  insanity, and was thereafter confined to the upper part of the house;  her elder maiden sister, Mercy Dexter, having moved in to take charge of  the family.", "Mercy was a plain, raw-boned woman of great strength; but  her health visibly declined from the time of her advent.", "For a time Mercy could secure no more help, since  the seven deaths and case of madness, all occurring within five years'  space, had begun to set in motion the body of fireside rumor which later  became so bizarre.", "Mercy should have known better than to hire anyone from the  Nooseneck Hill country, for that remote bit of backwoods was then, as  now, a seat of the most uncomfortable superstitions.", "Ann's tongue was perniciously active, and within a  few months Mercy discharged her, filling her place with a faithful and  amiable Amazon from Newport, Maria Robbins.", "The boy  would seem to improve after these visits, and had Mercy been as wise as  she was well-meaning, she would have let him live permanently with  Peleg.", "But  Mercy Dexter's once robust frame had undergone a sad and curious decay,  so that she was now a stooped and pathetic figure with hollow voice and  disconcerting pallor--qualities shared to a singular degree by the one  remaining servant Maria.", "In the autumn of 1782 Phebe Harris gave birth  to a still-born daughter, and on the fifteenth of the next May Mercy  Dexter took leave of a useful, austere, and virtuous life.", "Maria had been  at the shunned house from 1769 till the removal of the family in 1783,  and had seen Mercy Dexter die.", "Once she hinted to the child Dutee of a  somewhat peculiar circumstance in Mercy's last moments, but he had soon  forgotten all about it save that it was something peculiar.", "For a second there flashed a degraded  counterfeit of a miniature of poor mad Rhoby Harris that I had seen in  the School of Design museum, and another time I thought I caught the  raw-boned image of Mercy Dexter as I recalled her from a painting in  Carrington Harris's house."]}, {"character": "william", "frequency": 8, "appearances": ["The shunned house, it seems, was first inhabited by William  Harris and his wife Rhoby Dexter, with their children, Elkanah, born in  1755, Abigail, born in 1757, William, Jr., born in 1759, and Ruth, born  in 1761.", "He died the next year--a sad year indeed, since it marked the  death of William Harris himself, enfeebled as he was by the climate of  Martinique, where his occupation had kept him for considerable periods  during the preceding decade.", "She was greatly  devoted to her unfortunate sister, and had an especial affection for her  only surviving nephew William, who from a sturdy infant had become a  sickly, spindling lad.", "Upon the outbreak of trouble with Great Britain in 1775, William Harris,  despite his scant sixteen years and feeble constitution, managed to  enlist in the Army of Observation under General Greene; and from that  time on enjoyed a steady rise in health and prestige.", "William Harris, at last thoroughly convinced of the radically  unhealthful nature of his abode, now took steps toward quitting it and  closing it for ever.", "William  and Phebe both succumbed to the yellow fever epidemic of 1797, but Dutee  was brought up by his cousin Rathbone Harris, Peleg's son.", "Rathbone was a practical man, and rented the Benefit Street house  despite William's wish to keep it vacant."]}, {"character": "carrington", "frequency": 7, "appearances": ["Carrington Harris, last of the male line, knew it only as a deserted and  somewhat picturesque center of legend until I told him my experience.", "She  and her brother were not so much interested in the house as was Archer's  son Carrington, the present owner, with whom I talked after my  experience.", "Finally, with Carrington Harris's permission, I fitted a key to the  disused door opening from the cellar directly upon Benefit Street,  preferring to have a more immediate access to the outside world than the  dark stairs, ground-floor hall, and front door could give.", "4    On Wednesday, June 25, 1919, after a proper notification of Carrington  Harris which did not include surmises as to what we expected to find, my  uncle and I conveyed to the shunned house two camp chairs and a folding  camp cot, together with some scientific mechanism of greater weight and  intricacy.", "Only two persons suspected what did  happen--Carrington Harris and myself.", "For a second there flashed a degraded  counterfeit of a miniature of poor mad Rhoby Harris that I had seen in  the School of Design museum, and another time I thought I caught the  raw-boned image of Mercy Dexter as I recalled her from a painting in  Carrington Harris's house.", "The next spring no more pale grass and strange weeds came up in the  shunned house's terraced garden, and shortly afterward Carrington Harris  rented the place."]}]