[{"character": "holmes", "frequency": 133, "appearances": [" The Sign of the Four      By    Sir Arthur Conan Doyle          Contents            Chapter I    The Science of Deduction    Sherlock Holmes took his bottle from the corner of the mantel-piece and  his hypodermic syringe from its neat morocco case.", "\"My practice has extended recently to the Continent,\" said Holmes,  after a while, filling up his old brier-root pipe.", "\"Oh, he rates my assistance too highly,\" said Sherlock Holmes, lightly.", "\"This is unworthy of you, Holmes,\" I said.", "I could  not but observe that as she took the seat which Sherlock Holmes placed  for her, her lip trembled, her hand quivered, and she showed every sign  of intense inward agitation.", "\"I have come to you, Mr. Holmes,\" she said, \"because you once enabled  my employer, Mrs. Cecil Forrester, to unravel a little domestic  complication.", "Holmes rubbed his hands, and his eyes glistened.", "asked Holmes, opening his note-book.", "\"A singular case,\" remarked Holmes.", "\"Your statement is most interesting,\" said Sherlock Holmes.", "\"Thank you,\" said Holmes.", "\"You must not be later,\" said Holmes.", "Holmes shook his head.", "Chapter III    In Quest of a Solution    It was half-past five before Holmes returned.", "\"I may be very obtuse, Holmes, but I fail to see what this suggests.\"", "\"There are difficulties; there are certainly difficulties,\" said  Sherlock Holmes, pensively.", "I picked up my hat and my heaviest stick, but I observed that Holmes  took his revolver from his drawer and slipped it into his pocket.", "She must have been more than woman if she did not  feel some uneasiness at the strange enterprise upon which we were  embarking, yet her self-control was perfect, and she readily answered  the few additional questions which Sherlock Holmes put to her.", "Holmes unfolded the paper carefully and smoothed it out upon his knee.", "Holmes alone  could rise superior to petty influences.", "Sherlock Holmes was never at fault, however, and he muttered  the names as the cab rattled through squares and in and out by tortuous  by-streets.", "And these  gentlemen--\"    \"This is Mr. Sherlock Holmes, and this is Dr.", "\"For my part,\" said Holmes, \"whatever you may choose to say will go no  further.\"", "Sherlock Holmes leaned back in his chair with an  abstracted expression and the lids drawn low over his glittering eyes.", "Holmes was the first to  spring to his feet.", "Holmes  declares that he overheard me caution him against the great danger of  taking more than two drops of castor oil, while I recommended  strychnine in large doses as a sedative.", "\"Oh, yes you do, McMurdo,\" cried Sherlock Holmes, genially.", "\"Not Mr. Sherlock Holmes!\"", "\"You see, Watson, if all else fails me I have still one of the  scientific professions open to me,\" said Holmes, laughing.", "asked Holmes.", "\"None,\" said Holmes.", "Holmes swung it slowly round, and  peered keenly at the house, and at the great rubbish-heaps which  cumbered the grounds.", "\"And from the same cause,\" said Holmes.", "\"Come into the house,\" said Holmes, in his crisp, firm way.", "Sherlock Holmes took the lamp and led the way, for Thaddeus Sholto's  teeth were chattering in his head.", "Twice as we ascended Holmes whipped his lens out  of his pocket and carefully examined marks which appeared to me to be  mere shapeless smudges of dust upon the cocoa-nut matting which served  as a stair-carpet.", "Holmes advanced along it in the same slow and  methodical way, while we kept close at his heels, with our long black  shadows streaming backwards down the corridor.", "Holmes knocked without receiving any answer,  and then tried to turn the handle and force it open.", "Sherlock Holmes bent down to it, and  instantly rose again with a sharp intaking of the breath.", "I said to Holmes.", "Holmes glanced at it,  and then handed it to me.", "\"You have no reason for fear, Mr. Sholto,\" said Holmes, kindly, putting  his hand upon his shoulder.", "Chapter VI    Sherlock Holmes Gives a Demonstration    \"Now, Watson,\" said Holmes, rubbing his hands, \"we have half an hour to  ourselves.", "repeated Holmes, pensively.", "\"Here you are, you see,\" said Sherlock Holmes, putting his hand against  the sloping wall.", "\"Holmes,\" I said, in a whisper, \"a child has done the horrid thing.\"", "\"Before they come,\" said Holmes, \"just put your hand here on this poor  fellow's arm, and here on his leg.", "\"I think you must recollect me, Mr. Athelney Jones,\" said Holmes,  quietly.", "\"It's Mr. Sherlock Holmes, the  theorist.", "\"Oh, this is hardly a case for me to theorize over,\" said Holmes, dryly.", "Your friend can remain.--What do you think of this, Holmes?", "\"You are not quite in possession of the facts yet,\" said Holmes.", "\"He can find something,\" remarked Holmes, shrugging his shoulders.", "\"Don't trouble yourself about it, Mr. Sholto,\" said Holmes.", "\"Is a rather curious person,\" said Sherlock Holmes, turning upon his  heel.", "\"And I,\" said Holmes, \"shall see what I can learn from Mrs. Bernstone,  and from the Indian servant, who, Mr. Thaddeus tell me, sleeps in the  next garret.", "If  Holmes's researches were successful, she would be an heiress.", "\"Mr. Sherlock Holmes--\" I began, but the words had a most magical  effect, for the window instantly slammed down, and within a minute the  door was unbarred and open.", "What was it that Mr. Sherlock Holmes wanted, sir?\"", "Holmes was standing on the door-step, with his hands in his pockets,  smoking his pipe.", "Holmes turned his light once more  upon the footsteps in the dust.", "By the time that I got out into the grounds Sherlock Holmes was on the  roof, and I could see him like an enormous glow-worm crawling very  slowly along the ridge.", "Holmes then threw the handkerchief to a distance, fastened a  stout cord to the mongrel's collar, and led him to the foot of the  water-barrel.", "Holmes clambered up, and, taking the dog from me, he dropped it over  upon the other side.", "\"Do not imagine,\" said Holmes, \"that I depend for my success in this  case upon the mere chance of one of these fellows having put his foot  in the chemical.", "\"I assure you, Holmes, that I  marvel at the means by which you obtain your results in this case, even  more than I did in the Jefferson Hope Murder.", "growled Holmes.", "I cold see by the gleam in  Holmes's eyes that he thought we were nearing the end of our journey.", "Sherlock Holmes and I looked blankly at each other, and then burst  simultaneously into an uncontrollable fit of laughter.", "\"He acted according to his lights,\" said Holmes, lifting him down from  the barrel and walking him out of the timber-yard.", "\"We are out of luck,\" said Holmes.", "Sherlock Holmes looked slowly round, and  his face assumed an ominous expression.", "said Holmes, strategically.", "said Holmes, in a disappointed voice.", "said Holmes, with bland surprise.", "\"But, my dear Mrs. Smith,\" said Holmes, shrugging his shoulders, \"You  are frightening yourself about nothing.", "\"The main thing with people of that sort,\" said Holmes, as we sat in  the sheets of the wherry, \"is never to let them think that their  information can be of the slightest importance to you.", "We pulled up at the Great Peter Street post-office, and Holmes  despatched his wire.", "If Holmes could work to find the criminals, I had a tenfold  stronger reason to urge me on to find the treasure.", "The discovery was  first made by Mr. Sherlock Holmes and Dr. Watson, who had called at the  house with Mr. Thaddeus Sholto, brother of the deceased.", "said Holmes, grinning over his coffee-cup.", "\"By heaven, Holmes,\" I said, half rising, \"I believe that they are  really after us.\"", "\"Here you are,\" said Holmes, producing some silver.", "\"If the launch is above water they will find her,\" said Holmes, as he  rose from the table and lit his pipe.", "Are you going to bed,  Holmes?\"", "Sherlock Holmes still sat exactly as I had left him, save that he had  laid aside his violin and was deep in a book.", "asked Holmes, with the twinkle of a smile in  his eyes.", "\"I would not tell them too much,\" said Holmes.", "\"I suppose that Mr. Sherlock Holmes has gone out,\" I said to Mrs.  Hudson as she came up to lower the blinds.", "I walked over to Camberwell in the evening to report  our ill success to the ladies, and on my return I found Holmes dejected  and somewhat morose.", "This was clearly Holmes's doing.", "Every time that a knock came to the door, or a  sharp step passed in the street, I imagined that it was either Holmes  returning or an answer to his advertisement.", "When I  looked back on the long chain of curious circumstances, many of them  trivial in themselves, but all tending in the same direction, I could  not disguise from myself that even if Holmes's explanation were  incorrect the true theory must be equally outre and startling.", "\"Mr. Sherlock Holmes is out, I  understand.\"", "\"Your friend Mr. Sherlock Holmes is a wonderful man, sir,\" said he, in  a husky and confidential voice.", "\"Is Mr. Sherlock Holmes here?\"", "If Mr.  Holmes ain't here, then Mr. Holmes must find it all out for himself.", "Suddenly, however, Holmes's voice broke in upon us.", "There was Holmes sitting close to us  with an air of quiet amusement.", "\"Holmes!\"", "Holmes could talk exceedingly well when he  chose, and that night he did choose.", "For myself, I felt elated at the thought that we  were nearing the end of our task, and I caught something of Holmes's  gaiety.", "When the cloth was cleared, Holmes glanced at his watch, and filled up  three glasses with port.", "Holmes eyed it critically.", "Jones, Holmes, and I sat in the stern.", "Holmes smiled with  satisfaction as we overhauled a river steamer and left her behind us.", "\"That is Jacobson's Yard,\" said Holmes, pointing to a bristle of masts  and rigging on the Surrey side.", "\"We have no right to take anything for granted,\" Holmes answered.", "\"Winwood Reade is good upon the subject,\" said Holmes.", "\"And there is the Aurora,\" exclaimed Holmes, \"and going like the devil!", "cried Holmes, between his teeth.", "cried Holmes, looking down into the  engine-room, while the fierce glow from below beat upon his eager,  aquiline face.", "Holmes had  already drawn his revolver, and I whipped out mine at the sight of this  savage, distorted creature.", "\"Fire if he raises his hand,\" said Holmes, quietly.", "\"See here,\" said Holmes, pointing to the wooden hatchway.", "Holmes smiled at it and shrugged his shoulders in his easy  fashion, but I confess that it turned me sick to think of the horrible  death which had passed so close to us that night.", "\"Well, Jonathan Small,\" said Holmes, lighting a cigar, \"I am sorry that  it has come to this.\"", "\"Have a cigar,\" said Holmes; \"and you had best take a pull out of my  flask, for you are very wet.", "\"I think I  shall have a pull at that flask, Holmes.", "I say, Holmes, you must confess that you cut it  rather fine.", "\"All is well that ends well,\" said Holmes.", "From the slight smile which played over Sherlock Holmes's  face, I could see that the speech had not been lost upon him.", "\"No, no,\" I answered, \"not to me, but to my friend Sherlock Holmes.", "I narrated briefly what had occurred since I had seen her  last,--Holmes's new method of search, the discovery of the Aurora, the  appearance of Athelney Jones, our expedition in the evening, and the  wild chase down the Thames.", "They  had only just arrived, Holmes, the prisoner, and he, for they had  changed their plans so far as to report themselves at a station upon  the way.", "\"You forget that we know nothing of all this,\" said Holmes quietly.", "He stopped, and held out his manacled hands for the whiskey-and-water  which Holmes had brewed for him.", "Sherlock Holmes and Jones sat with their hands upon their knees, deeply  interested in the story, but with the same disgust written upon their  faces.", "\"Go on with your story,\" said Holmes, shortly.", "\"A very remarkable account,\" said Sherlock Holmes.", "\"Ah, of course,\" said Holmes.", "\"Well, Holmes,\" said Athelney Jones, \"You are a man to be humored, and  we all know that you are a connoisseur of crime, but duty is duty, and  I have gone rather far in doing what you and your friend asked me.", "\"For me,\" said Sherlock Holmes, \"there still remains the  cocaine-bottle.\""], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9894132018089294}, {"label": "NEGATIVE", "score": 0.8476110100746155}, {"label": "NEGATIVE", "score": 0.995790421962738}, {"label": "NEGATIVE", "score": 0.9893627762794495}, {"label": "POSITIVE", "score": 0.9887356162071228}, {"label": "POSITIVE", "score": 0.9929388761520386}, {"label": "POSITIVE", "score": 0.9680339694023132}, {"label": "POSITIVE", "score": 0.9663604497909546}, {"label": "POSITIVE", "score": 0.997210681438446}, {"label": "POSITIVE", "score": 0.9996222257614136}, {"label": "POSITIVE", "score": 0.9998372793197632}, {"label": "POSITIVE", "score": 0.9904943704605103}, {"label": "NEGATIVE", "score": 0.9919713735580444}, {"label": "NEGATIVE", "score": 0.9958465695381165}, {"label": "NEGATIVE", "score": 0.9991939663887024}, {"label": "POSITIVE", "score": 0.807668149471283}, {"label": "NEGATIVE", "score": 0.9730720520019531}, {"label": "POSITIVE", "score": 0.9997615218162537}, {"label": "NEGATIVE", "score": 0.8431212306022644}, {"label": "POSITIVE", "score": 0.7749136090278625}, {"label": "NEGATIVE", "score": 0.9913707971572876}, {"label": "POSITIVE", "score": 0.9976420402526855}, {"label": "POSITIVE", "score": 0.8791773915290833}, {"label": "POSITIVE", "score": 0.9671492576599121}, {"label": "POSITIVE", "score": 0.9990572333335876}, {"label": "NEGATIVE", "score": 0.9712973833084106}, {"label": "POSITIVE", "score": 0.9977831244468689}, {"label": "NEGATIVE", "score": 0.9992974996566772}, {"label": "POSITIVE", "score": 0.9982341527938843}, {"label": "POSITIVE", "score": 0.938241183757782}, {"label": "NEGATIVE", "score": 0.972561776638031}, {"label": "POSITIVE", "score": 0.9904933571815491}, {"label": "POSITIVE", "score": 0.9491971731185913}, {"label": "POSITIVE", "score": 0.9997476935386658}, {"label": "NEGATIVE", "score": 0.9914347529411316}, {"label": "NEGATIVE", "score": 0.9988808035850525}, {"label": "NEGATIVE", "score": 0.9630290269851685}, {"label": "NEGATIVE", "score": 0.9678342938423157}, {"label": "POSITIVE", "score": 0.9996883869171143}, {"label": "POSITIVE", "score": 0.9981978535652161}, {"label": "POSITIVE", "score": 0.9973512887954712}, {"label": "NEGATIVE", "score": 0.9826363325119019}, {"label": "NEGATIVE", "score": 0.9930816292762756}, {"label": "POSITIVE", "score": 0.9742606282234192}, {"label": "POSITIVE", "score": 0.9920492768287659}, {"label": "NEGATIVE", "score": 0.9100047945976257}, {"label": "NEGATIVE", "score": 0.9541093707084656}, {"label": "POSITIVE", "score": 0.99739670753479}, {"label": "POSITIVE", "score": 0.997077465057373}, {"label": "NEGATIVE", "score": 0.9971197843551636}, {"label": "POSITIVE", "score": 0.639181911945343}, {"label": "NEGATIVE", "score": 0.9990370273590088}, {"label": "POSITIVE", "score": 0.6408349871635437}, {"label": "POSITIVE", "score": 0.99540114402771}, {"label": "POSITIVE", "score": 0.9969947338104248}, {"label": "POSITIVE", "score": 0.99403977394104}, {"label": "NEGATIVE", "score": 0.9779980182647705}, {"label": "POSITIVE", "score": 0.9426935911178589}, {"label": "NEGATIVE", "score": 0.9966176152229309}, {"label": "NEGATIVE", "score": 0.9813435673713684}, {"label": "POSITIVE", "score": 0.889691948890686}, {"label": "NEGATIVE", "score": 0.990480363368988}, {"label": "NEGATIVE", "score": 0.7926812767982483}, {"label": "NEGATIVE", "score": 0.9303409457206726}, {"label": "NEGATIVE", "score": 0.5804165005683899}, {"label": "POSITIVE", "score": 0.9997658133506775}, {"label": "NEGATIVE", "score": 0.8146860003471375}, {"label": "POSITIVE", "score": 0.9946737289428711}, {"label": "POSITIVE", "score": 0.9993019104003906}, {"label": "POSITIVE", "score": 0.9915870428085327}, {"label": "POSITIVE", "score": 0.9989521503448486}, {"label": "NEGATIVE", "score": 0.9902679324150085}, {"label": "POSITIVE", "score": 0.9984278678894043}, {"label": "NEGATIVE", "score": 0.9994454979896545}, {"label": "NEGATIVE", "score": 0.9657483696937561}, {"label": "NEGATIVE", "score": 0.9732614755630493}, {"label": "POSITIVE", "score": 0.9799260497093201}, {"label": "NEGATIVE", "score": 0.995711088180542}, {"label": "POSITIVE", "score": 0.958793580532074}, {"label": "POSITIVE", "score": 0.8573013544082642}, {"label": "POSITIVE", "score": 0.9967560172080994}, {"label": "POSITIVE", "score": 0.9956521391868591}, {"label": "POSITIVE", "score": 0.9998090863227844}, {"label": "POSITIVE", "score": 0.9868170619010925}, {"label": "NEGATIVE", "score": 0.8052319884300232}, {"label": "NEGATIVE", "score": 0.9767491817474365}, {"label": "POSITIVE", "score": 0.9997850060462952}, {"label": "NEGATIVE", "score": 0.9617928266525269}, {"label": "NEGATIVE", "score": 0.9965304732322693}, {"label": "NEGATIVE", "score": 0.9989247918128967}, {"label": "POSITIVE", "score": 0.9988921284675598}, {"label": "NEGATIVE", "score": 0.9953562617301941}, {"label": "POSITIVE", "score": 0.9935621023178101}, {"label": "NEGATIVE", "score": 0.858689546585083}, {"label": "POSITIVE", "score": 0.9998592138290405}, {"label": "POSITIVE", "score": 0.5732727646827698}, {"label": "NEGATIVE", "score": 0.804042637348175}, {"label": "POSITIVE", "score": 0.9969521760940552}, {"label": "POSITIVE", "score": 0.9996242523193359}, {"label": "POSITIVE", "score": 0.9991325736045837}, {"label": "POSITIVE", "score": 0.9973322153091431}, {"label": "POSITIVE", "score": 0.9986574649810791}, {"label": "NEGATIVE", "score": 0.9918203353881836}, {"label": "POSITIVE", "score": 0.9992757439613342}, {"label": "NEGATIVE", "score": 0.9870356917381287}, {"label": "POSITIVE", "score": 0.9976091384887695}, {"label": "NEGATIVE", "score": 0.9823933839797974}, {"label": "NEGATIVE", "score": 0.9972556233406067}, {"label": "POSITIVE", "score": 0.9998179078102112}, {"label": "POSITIVE", "score": 0.9945218563079834}, {"label": "NEGATIVE", "score": 0.6707260608673096}, {"label": "POSITIVE", "score": 0.9937817454338074}, {"label": "POSITIVE", "score": 0.7311202883720398}, {"label": "POSITIVE", "score": 0.9426546096801758}, {"label": "NEGATIVE", "score": 0.9890173673629761}, {"label": "NEGATIVE", "score": 0.9940764904022217}, {"label": "NEGATIVE", "score": 0.994952917098999}, {"label": "NEGATIVE", "score": 0.9893827438354492}, {"label": "NEGATIVE", "score": 0.9856241941452026}, {"label": "POSITIVE", "score": 0.9921804666519165}, {"label": "POSITIVE", "score": 0.9998206496238708}, {"label": "POSITIVE", "score": 0.9983620047569275}, {"label": "POSITIVE", "score": 0.9613170027732849}, {"label": "POSITIVE", "score": 0.9899694323539734}, {"label": "NEGATIVE", "score": 0.9964474439620972}, {"label": "NEGATIVE", "score": 0.8821625709533691}, {"label": "NEGATIVE", "score": 0.950570285320282}, {"label": "NEGATIVE", "score": 0.9927001595497131}, {"label": "POSITIVE", "score": 0.9983882904052734}, {"label": "POSITIVE", "score": 0.9998705387115479}, {"label": "POSITIVE", "score": 0.9958575367927551}, {"label": "POSITIVE", "score": 0.9813265204429626}, {"label": "NEGATIVE", "score": 0.9830748438835144}], "sentiment_class": "POSITIVE", "sentiment_score": 0.5349463645676923}, {"character": "sholto", "frequency": 75, "appearances": ["\"Only one that we know of,--Major Sholto, of his own regiment, the 34th  Bombay Infantry.", "I have just found, on consulting the back files of  the Times, that Major Sholto, of Upper Norword, late of the 34th Bombay  Infantry, died upon the 28th of April, 1882.\"", "The only person in London whom he could have visited is  Major Sholto.", "Major Sholto denies having heard that he was in London.", "Four years later Sholto dies.", "And why should the presents begin immediately after  Sholto's death, unless it is that Sholto's heir knows something of the  mystery and desires to make compensation?", "\"Major Sholto was a very particular friend of papa's,\" she said.", "\"Mr. Thaddeus Sholto,\" said the little man, still jerking and smiling.", "\"You will excuse me, Mr. Sholto,\" said Miss Morstan, \"but I am here at  your request to learn something which you desire to tell me.", "\"My father was, as you may have guessed, Major John Sholto, once of the  Indian army.", "Mr. Thaddeus  Sholto looked from one to the other of us with an obvious pride at the  effect which his story had produced, and then continued between the  puffs of his overgrown pipe.", "Mr. Thaddeus Sholto ceased, and sat twitching on his luxurious settee.", "Thaddeus Sholto talked incessantly, in a voice which rose high above  the rattle of the wheels.", "\"This, Miss Morstan, is Pondicherry Lodge,\" said Mr. Thaddeus Sholto,  as he handed her out.", "It was clear enough to see for some  distance, but Thaddeus Sholto took down one of the side-lamps from the  carriage to give us a better light upon our way.", "Thaddeus Sholto looked about him in a  perplexed and helpless manner.", "Even Thaddeus Sholto seemed ill at ease, and the  lantern quivered and rattled in his hand.", "\"It is Mrs. Bernstone,\" said Sholto.", "At that moment the door of the house burst open, and Thaddeus Sholto  came running out, with his hands thrown forward and terror in his eyes.", "pleaded Thaddeus Sholto.", "I have seen Mr. Bartholomew Sholto  in joy and in sorrow for ten long years, but I never saw him with such  a face on him as that.\"", "Sherlock Holmes took the lamp and led the way, for Thaddeus Sholto's  teeth were chattering in his head.", "Together we flung ourselves upon it once more, and this time it  gave way with a sudden snap, and we found ourselves within Bartholomew  Sholto's chamber.", "\"You have no reason for fear, Mr. Sholto,\" said Holmes, kindly, putting  his hand upon his shoulder.", "He was closely followed by an inspector in uniform,  and by the still palpitating Thaddeus Sholto.", "These flashes come  upon me at times.--Just step outside, sergeant, and you, Mr. Sholto.", "Sholto  was, on his own confession, with his brother last night.", "The brother  died in a fit, on which Sholto walked off with the treasure.", "This Thaddeus Sholto WAS with his brother; there WAS a quarrel; so much  we know.", "\"Ask Mr. Sholto to step this way.--Mr.", "Sholto, it is my duty to inform  you that anything which you may say will be used against you.", "\"Don't trouble yourself about it, Mr. Sholto,\" said Holmes.", "The Indian treasure, the curious  plan found among Morstan's baggage, the strange scene at Major Sholto's  death, the rediscovery of the treasure immediately followed by the  murder of the discoverer, the very singular accompaniments to the  crime, the footsteps, the remarkable weapons, the words upon the card,  corresponding with those upon Captain Morstan's chart,--here was indeed  a labyrinth in which a man less singularly endowed than my  fellow-lodger might well despair of ever finding the clue.", "The ex-prize-fighter McMurdo had, I  found, been arrested as an accessory, and both he and Mr. Sholto had  been marched off to the station.", "Inside were half a  dozen spines of dark wood, sharp at one end and rounded at the other,  like that which had struck Bartholomew Sholto.", "Major Sholto  remains at peace for some years, happy in the possession of his  treasure.", "He found out where  Sholto lived, and very possibly he established communications with some  one inside the house.", "Jonathan,  with his wooden leg, is utterly unable to reach the lofty room of  Bartholomew Sholto.", "He bore no grudge against  Bartholomew Sholto, and would have preferred if he could have been  simply bound and gagged.", "His hairiness was the  one point which impressed itself upon Thaddeus Sholto when he saw him  at the window.", "As far as the  death of Bartholomew Sholto went, I had heard little good of him, and  could feel no intense antipathy to his murderers.", "\"About twelve o'clock last night,\" said the Standard, \"Mr. Bartholomew  Sholto, of Pondicherry Lodge, Upper Norwood, was found dead in his room  under circumstances which point to foul play.", "As far as we can learn,  no actual traces of violence were found upon Mr. Sholto's person, but a  valuable collection of Indian gems which the deceased gentleman had  inherited from his father has been carried off.", "The discovery was  first made by Mr. Sherlock Holmes and Dr. Watson, who had called at the  house with Mr. Thaddeus Sholto, brother of the deceased.", "His  trained and experienced faculties were at once directed towards the  detection of the criminals, with the gratifying result that the  brother, Thaddeus Sholto, has already been arrested, together with the  housekeeper, Mrs. Bernstone, an Indian butler named Lal Rao, and a  porter, or gatekeeper, named McMurdo.", "Thus, although I spoke of Mr.  Sholto's death, I said nothing of the exact manner and method of it.", "\"It is for Mr. Thaddeus Sholto that I am anxious,\" she said.", "They all appeared to be rather hostile to the  unfortunate Thaddeus Sholto.", "Fresh evidence has shown that  it is quite impossible that Mr. Thaddeus Sholto could have been in any  way concerned in the matter.", "\"Friend Sholto is  safe, at any rate.", "I had my net drawn  tightly round Mr. Sholto, sir, when pop he went through a hole in the  middle of it.", "I have had a wire from him this morning, by  which I understand that he has got some clue to this Sholto business.", "I am close on the track  of the Sholto gang.", "I give you my word on the book that I never raised  hand against Mr. Sholto.", "How could you expect so small and weak a  man as this black fellow to overpower Mr. Sholto and hold him while you  were climbing the rope?\"", "I knew the habits of the house  pretty well, and it was the time when Mr. Sholto usually went down to  his supper.", "But it's  cursed hard that I should be lagged over this young Sholto, with whom I  had no quarrel whatever.\"", "To him it brought murder, to Major Sholto  it brought fear and guilt, to me it has meant slavery for life.\"", "Half of it is yours and half is  Thaddeus Sholto's.", "\"Mr. Thaddeus Sholto is a rich man,\" I said.", "Well I know that they would have had me do just what I have done, and  throw the treasure into the Thames rather than let it go to kith or kin  of Sholto or of Morstan.", "I could  understand, as I saw the fury and the passion of the man, that it was  no groundless or unnatural terror which had possessed Major Sholto when  he first learned that the injured convict was upon his track.", "There was Major Sholto, Captain Morstan, and  Lieutenant Bromley Brown, who were in command of the native troops, and  there was the surgeon himself, and two or three prison-officials,  crafty old hands who played a nice sly safe game.", "Major Sholto was the  hardest hit.", "\"A couple of days later Major Sholto was strolling on the beach: so I  took the chance of speaking to him.", "Major Sholto was to go  to India to test our story.", "The villain Sholto went off to India, but  he never came back again.", "To escape,  to track down Sholto, to have my hand upon his throat,--that was my one  thought.", "Even the Agra treasure had come to be a smaller thing in my  mind than the slaying of Sholto.", "I would dream of Sholto at  night.", "I had no great difficulty in finding where Sholto lived, and I set to  work to discover whether he had realized the treasure, or if he still  had it.", "It was up at the top of the house, in Mr.  Bartholomew Sholto's chemical laboratory.", "I learned, however, about a trap-door in the  roof, and also about Mr. Sholto's supper-hour.", "He could climb like a cat, and  he soon made his way through the roof, but, as ill luck would have it,  Bartholomew Sholto was still in the room, to his cost.", "All this is the truth, and if I tell it to you, gentlemen, it  is not to amuse you,--for you have not done me a very good turn,--but  it is because I believe the best defence I can make is just to hold  back nothing, but let all the world know how badly I have myself been  served by Major Sholto, and how innocent I am of the death of his son.\""], "appearances_scores": [{"label": "NEGATIVE", "score": 0.995337724685669}, {"label": "NEGATIVE", "score": 0.9953124523162842}, {"label": "NEGATIVE", "score": 0.9908677339553833}, {"label": "NEGATIVE", "score": 0.9123750329017639}, {"label": "NEGATIVE", "score": 0.9962980151176453}, {"label": "NEGATIVE", "score": 0.9979991316795349}, {"label": "POSITIVE", "score": 0.9972463846206665}, {"label": "POSITIVE", "score": 0.9993607401847839}, {"label": "POSITIVE", "score": 0.9921066761016846}, {"label": "POSITIVE", "score": 0.9893566966056824}, {"label": "POSITIVE", "score": 0.8050245046615601}, {"label": "NEGATIVE", "score": 0.8090779185295105}, {"label": "POSITIVE", "score": 0.9979053735733032}, {"label": "POSITIVE", "score": 0.9973106384277344}, {"label": "NEGATIVE", "score": 0.8917670249938965}, {"label": "NEGATIVE", "score": 0.9963772892951965}, {"label": "NEGATIVE", "score": 0.9947519898414612}, {"label": "POSITIVE", "score": 0.9985790252685547}, {"label": "NEGATIVE", "score": 0.5063661932945251}, {"label": "NEGATIVE", "score": 0.6925784945487976}, {"label": "POSITIVE", "score": 0.9973248243331909}, {"label": "NEGATIVE", "score": 0.9914347529411316}, {"label": "POSITIVE", "score": 0.9985263347625732}, {"label": "NEGATIVE", "score": 0.9826363325119019}, {"label": "POSITIVE", "score": 0.9846300482749939}, {"label": "POSITIVE", "score": 0.9935544729232788}, {"label": "NEGATIVE", "score": 0.8597789406776428}, {"label": "NEGATIVE", "score": 0.9974709749221802}, {"label": "NEGATIVE", "score": 0.9656495451927185}, {"label": "POSITIVE", "score": 0.9973637461662292}, {"label": "NEGATIVE", "score": 0.5457025170326233}, {"label": "POSITIVE", "score": 0.99540114402771}, {"label": "NEGATIVE", "score": 0.9740470051765442}, {"label": "NEGATIVE", "score": 0.9964619278907776}, {"label": "NEGATIVE", "score": 0.9447495341300964}, {"label": "POSITIVE", "score": 0.9998390674591064}, {"label": "POSITIVE", "score": 0.7957755923271179}, {"label": "NEGATIVE", "score": 0.9992409944534302}, {"label": "NEGATIVE", "score": 0.9955449104309082}, {"label": "POSITIVE", "score": 0.9964147806167603}, {"label": "NEGATIVE", "score": 0.986845850944519}, {"label": "NEGATIVE", "score": 0.9988981485366821}, {"label": "NEGATIVE", "score": 0.960239827632904}, {"label": "POSITIVE", "score": 0.8573013544082642}, {"label": "POSITIVE", "score": 0.7308704257011414}, {"label": "NEGATIVE", "score": 0.9972212314605713}, {"label": "NEGATIVE", "score": 0.9697121977806091}, {"label": "NEGATIVE", "score": 0.9977589845657349}, {"label": "NEGATIVE", "score": 0.7512698173522949}, {"label": "POSITIVE", "score": 0.9991176724433899}, {"label": "NEGATIVE", "score": 0.9950671195983887}, {"label": "NEGATIVE", "score": 0.9797220826148987}, {"label": "POSITIVE", "score": 0.9659387469291687}, {"label": "POSITIVE", "score": 0.9566680788993835}, {"label": "NEGATIVE", "score": 0.9660378694534302}, {"label": "POSITIVE", "score": 0.991182804107666}, {"label": "NEGATIVE", "score": 0.7821847200393677}, {"label": "NEGATIVE", "score": 0.7119901180267334}, {"label": "NEGATIVE", "score": 0.9858987331390381}, {"label": "POSITIVE", "score": 0.9996137022972107}, {"label": "NEGATIVE", "score": 0.9961148500442505}, {"label": "POSITIVE", "score": 0.8694563508033752}, {"label": "POSITIVE", "score": 0.9982607960700989}, {"label": "POSITIVE", "score": 0.9992172718048096}, {"label": "POSITIVE", "score": 0.9941056966781616}, {"label": "POSITIVE", "score": 0.9883473515510559}, {"label": "NEGATIVE", "score": 0.9027387499809265}, {"label": "NEGATIVE", "score": 0.7874612808227539}, {"label": "NEGATIVE", "score": 0.9358534216880798}, {"label": "POSITIVE", "score": 0.9984502792358398}, {"label": "NEGATIVE", "score": 0.7245349287986755}, {"label": "POSITIVE", "score": 0.9911056160926819}, {"label": "NEGATIVE", "score": 0.9851961135864258}, {"label": "POSITIVE", "score": 0.5308629870414734}, {"label": "NEGATIVE", "score": 0.6708118319511414}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.5215651241938273}, {"character": "morstan", "frequency": 69, "appearances": ["\"Miss Mary Morstan,\" he read.", "Chapter II    The Statement of the Case    Miss Morstan entered the room with a firm step and an outward composure  of manner.", "On reaching London I drove to the Langham, and was  informed that Captain Morstan was staying there, but that he had gone  out the night before and had not yet returned.", "About six  years ago--to be exact, upon the 4th of May, 1882--an advertisement  appeared in the Times asking for the address of Miss Mary Morstan and  stating that it would be to her advantage to come forward.", "What do you intend to do, Miss Morstan?\"", "I should not like to suggest false hopes, Miss  Morstan, but is there any resemblance between this hand and that of  your father?\"", "Captain Morstan  disappears.", "WITHIN A WEEK OF HIS DEATH Captain  Morstan's daughter receives a valuable present, which is repeated from  year to year, and now culminates in a letter which describes her as a  wronged woman.", "Ah, here is a four-wheeler, and Miss Morstan is inside.", "Miss Morstan was muffled in a dark cloak, and her sensitive face was  composed, but pale.", "\"Preserve it carefully, then, Miss Morstan, for it may prove to be of  use to us.", "Miss Morstan and I  chatted in an undertone about our present expedition and its possible  outcome, but our companion maintained his impenetrable reserve until  the end of our journey.", "I could see from Miss Morstan's  manner that she was suffering from the same feeling.", "\"Are you the parties who come with Miss Morstan?\"", "\"I am Miss Morstan, and these two gentlemen are my friends,\" said she.", "Miss Morstan's demeanor was as resolute and collected as ever.", "\"Your servant, Miss Morstan,\" he kept repeating, in a thin, high voice.", "You are Miss Morstan, of course.", "\"You will excuse my anxiety, Miss Morstan,\" he remarked, airily.", "Had your father, Miss  Morstan, refrained from throwing a strain upon his heart, he might have  been alive now.\"", "Miss Morstan  sat down, and her face grew white to the lips.", "\"May I offer you a glass of  Chianti, Miss Morstan?", "\"You will excuse me, Mr. Sholto,\" said Miss Morstan, \"but I am here at  your request to learn something which you desire to tell me.", "\"I very well remember the sensation which was caused by the  disappearance of Captain Morstan.", "Never for an instant did we suspect  that he had the whole secret hidden in his own breast,--that of all men  he alone knew the fate of Arthur Morstan.", "It is my treatment of poor Morstan's orphan.", "\"'I will tell you how Morstan died,' he continued.", "I  brought it over to England, and on the night of Morstan's arrival he  came straight over here to claim his share.", "Morstan and I had a difference of opinion as to the division of the  treasure, and we came to heated words.", "Morstan had sprung out of his  chair in a paroxysm of anger, when he suddenly pressed his hand to his  side, his face turned a dusky hue, and he fell backwards, cutting his  head against the corner of the treasure-chest.", "Lal Chowdar and I disposed of  the body that night, and within a few days the London papers were full  of the mysterious disappearance of Captain Morstan.", "My fault lies in  the fact that we concealed not only the body, but also the treasure,  and that I have clung to Morstan's share as well as to my own.", "At the short account of her father's death  Miss Morstan had turned deadly white, and for a moment I feared that  she was about to faint.", "It was all that I could do to persuade him to  let me find out Miss Morstan's address and send her a detached pearl at  fixed intervals, so that at least she might never feel destitute.\"", "I instantly communicated  with Miss Morstan, and it only remains for us to drive out to Norwood  and demand our share.", "But, as Miss Morstan  remarked just now, it is late, and we had best put the matter through  without delay.\"", "Miss Morstan, could we secure her rights, would change from  a needy governess to the richest heiress in England.", "\"This, Miss Morstan, is Pondicherry Lodge,\" said Mr. Thaddeus Sholto,  as he handed her out.", "Miss Morstan seized my wrist, and  we all stood with thumping hearts, straining our ears.", "Miss Morstan and I stood together, and her hand  was in mine.", "The old woman was pacing up and down  with a scared look and restless picking fingers, but the sight of Miss  Morstan appeared to have a soothing effect upon her.", "Miss Morstan had  remained behind with the frightened housekeeper.", "\"It is not right that Miss  Morstan should remain in this stricken house.\"", "When you have  dropped Miss Morstan I wish you to go on to No.", "Chapter VII    The Episode of the Barrel    The police had brought a cab with them, and in this I escorted Miss  Morstan back to her home.", "The  servants had retired hours ago, but Mrs. Forrester had been so  interested by the strange message which Miss Morstan had received that  she had sat up in the hope of her return.", "The death of Captain  Morstan, the sending of the pearls, the advertisement, the letter,--we  had had light upon all those events.", "The Indian treasure, the curious  plan found among Morstan's baggage, the strange scene at Major Sholto's  death, the rediscovery of the treasure immediately followed by the  murder of the discoverer, the very singular accompaniments to the  crime, the footsteps, the remarkable weapons, the words upon the card,  corresponding with those upon Captain Morstan's chart,--here was indeed  a labyrinth in which a man less singularly endowed than my  fellow-lodger might well despair of ever finding the clue.", "You remember that we saw the name upon the chart in Captain  Morstan's possession.", "The chart is dated at a time when Morstan was brought into close  association with convicts.", "That, or part of it, belonged  rightfully to Miss Morstan.", "Then I seemed to be floated peacefully away upon a soft sea of sound,  until I found myself in dream-land, with the sweet face of Mary Morstan  looking down upon me.", "\"Well, of course Miss Morstan too.", "At Camberwell  I found Miss Morstan a little weary after her night's adventures, but  very eager to hear the news.", "\"And two knight-errants to the rescue,\" added Miss Morstan, with a  bright glance at me.", "Miss Morstan, however, was in  the drawing-room:  so to the drawing-room I went, box in hand, leaving  the obliging inspector in the cab.", "\"The treasure is lost,\" said Miss Morstan, calmly.", "Well I know that they would have had me do just what I have done, and  throw the treasure into the Thames rather than let it go to kith or kin  of Sholto or of Morstan.", "There was Major Sholto, Captain Morstan, and  Lieutenant Bromley Brown, who were in command of the native troops, and  there was the surgeon himself, and two or three prison-officials,  crafty old hands who played a nice sly safe game.", "I was sitting in my  hut when he and Captain Morstan came stumbling along on the way to  their quarters.", "\"'It's all up, Morstan,' he was saying, as they passed my hut.", "\"Two nights later he and his friend Captain Morstan came to my hut in  the dead of the night with a lantern.", "\"'I want you just to let Captain Morstan hear that story from your own  lips, Small,' said he.", "\"Captain Morstan nodded.", "\"'You see, Morstan,' said he, 'Small is a man of his word.", "Captain Morstan was then to apply for  leave of absence, to meet us at Agra, and there we were to have a final  division of the treasure, he taking the major's share as well as his  own.", "Captain Morstan showed me his name among a  list of passengers in one of the mail-boats very shortly afterwards.", "Morstan  went over to Agra shortly afterwards, and found, as we expected, that  the treasure was indeed gone.", "Miss Morstan has done me the honor to accept me as a husband  in prospective.\""], "appearances_scores": [{"label": "POSITIVE", "score": 0.9950461387634277}, {"label": "POSITIVE", "score": 0.9996217489242554}, {"label": "NEGATIVE", "score": 0.9968230724334717}, {"label": "NEGATIVE", "score": 0.9964975714683533}, {"label": "POSITIVE", "score": 0.8997840285301208}, {"label": "NEGATIVE", "score": 0.9958096742630005}, {"label": "NEGATIVE", "score": 0.9995573163032532}, {"label": "NEGATIVE", "score": 0.969176709651947}, {"label": "POSITIVE", "score": 0.9942909479141235}, {"label": "NEGATIVE", "score": 0.9438768029212952}, {"label": "POSITIVE", "score": 0.9932993650436401}, {"label": "POSITIVE", "score": 0.9525570869445801}, {"label": "NEGATIVE", "score": 0.9957942962646484}, {"label": "NEGATIVE", "score": 0.9442088007926941}, {"label": "POSITIVE", "score": 0.9996404647827148}, {"label": "POSITIVE", "score": 0.9975684285163879}, {"label": "NEGATIVE", "score": 0.9861499071121216}, {"label": "POSITIVE", "score": 0.9994311928749084}, {"label": "POSITIVE", "score": 0.997296154499054}, {"label": "POSITIVE", "score": 0.9794466495513916}, {"label": "NEGATIVE", "score": 0.981829047203064}, {"label": "POSITIVE", "score": 0.9904111623764038}, {"label": "POSITIVE", "score": 0.9921066761016846}, {"label": "NEGATIVE", "score": 0.9724979996681213}, {"label": "NEGATIVE", "score": 0.9468786120414734}, {"label": "NEGATIVE", "score": 0.9027751088142395}, {"label": "NEGATIVE", "score": 0.5504735708236694}, {"label": "POSITIVE", "score": 0.9981639981269836}, {"label": "POSITIVE", "score": 0.9986121654510498}, {"label": "NEGATIVE", "score": 0.9985186457633972}, {"label": "NEGATIVE", "score": 0.99246746301651}, {"label": "NEGATIVE", "score": 0.9915050864219666}, {"label": "NEGATIVE", "score": 0.998982846736908}, {"label": "NEGATIVE", "score": 0.9963790774345398}, {"label": "NEGATIVE", "score": 0.9618990421295166}, {"label": "NEGATIVE", "score": 0.9400419592857361}, {"label": "NEGATIVE", "score": 0.7870058417320251}, {"label": "POSITIVE", "score": 0.9973106384277344}, {"label": "POSITIVE", "score": 0.9898571968078613}, {"label": "POSITIVE", "score": 0.9991349577903748}, {"label": "POSITIVE", "score": 0.997226893901825}, {"label": "NEGATIVE", "score": 0.8987035155296326}, {"label": "NEGATIVE", "score": 0.9996621608734131}, {"label": "NEGATIVE", "score": 0.9963546991348267}, {"label": "POSITIVE", "score": 0.9515994787216187}, {"label": "POSITIVE", "score": 0.9880885481834412}, {"label": "POSITIVE", "score": 0.8705720901489258}, {"label": "NEGATIVE", "score": 0.9740470051765442}, {"label": "NEGATIVE", "score": 0.9813684821128845}, {"label": "NEGATIVE", "score": 0.9974296689033508}, {"label": "POSITIVE", "score": 0.9845547080039978}, {"label": "POSITIVE", "score": 0.9990276098251343}, {"label": "POSITIVE", "score": 0.9967480897903442}, {"label": "POSITIVE", "score": 0.9946703314781189}, {"label": "POSITIVE", "score": 0.9987247586250305}, {"label": "NEGATIVE", "score": 0.9741078019142151}, {"label": "NEGATIVE", "score": 0.9991582632064819}, {"label": "NEGATIVE", "score": 0.9961148500442505}, {"label": "POSITIVE", "score": 0.9982607960700989}, {"label": "NEGATIVE", "score": 0.9971495270729065}, {"label": "POSITIVE", "score": 0.9978577494621277}, {"label": "NEGATIVE", "score": 0.8677248954772949}, {"label": "POSITIVE", "score": 0.9959190487861633}, {"label": "POSITIVE", "score": 0.9966819882392883}, {"label": "POSITIVE", "score": 0.9951543807983398}, {"label": "POSITIVE", "score": 0.9879509806632996}, {"label": "NEGATIVE", "score": 0.9806760549545288}, {"label": "NEGATIVE", "score": 0.9966537952423096}, {"label": "POSITIVE", "score": 0.9990689158439636}], "sentiment_class": "POSITIVE", "sentiment_score": 0.4858794981154844}, {"character": "jones", "frequency": 44, "appearances": ["When Gregson or  Lestrade or Athelney Jones are out of their depths--which, by the way,  is their normal state--the matter is laid before me.", "\"I think you must recollect me, Mr. Athelney Jones,\" said Holmes,  quietly.", "said Athelney Jones, reappearing down the steps again.", "\"Not only will I clear him, Mr. Jones, but I will make you a free  present of the name and description of one of the two people who were  in this room last night.", "asked Athelney Jones, in a sneering voice, but  impressed none the less, as I could easily see, by the precision of the  other's manner.", "\"We shall  work the case out independently, and leave this fellow Jones to exult  over any mare's-nest which he may choose to construct.", "Then I shall study the great Jones's methods and listen  to his not too delicate sarcasms.", "Atheney Jones has  gone.", "I shall probably call Athelney Jones in at the last moment.", "Jones's energy will be of use to us  there, for his view of the case is sure to push itself into the daily  press, and the runaways will think that every one is off on the wrong  scent.\"", "\"The energetic Jones and the ubiquitous reporter have fixed it up  between them.", "By a singular  piece of good fortune, Mr. Athelney Jones, the well-known member of the  detective police force, happened to be at the Norwood Police Station,  and was on the ground within half an hour of the first alarm.", "It is quite certain that the  thief or thieves were well acquainted with the house, for Mr. Jones's  well-known technical knowledge and his powers of minute observation  have enabled him to prove conclusively that the miscreants could not  have entered by the door or by the window, but must have made their way  across the roof of the building, and so through a trap-door into a room  which communicated with that in which the body was found.", "It is believed, however, that  the police have a clue as to the real culprits, and that it is being  prosecuted by Mr. Athelney Jones, of Scotland Yard, with all his  well-known energy and sagacity.", "At three o'clock in the afternoon there was a loud peal at the bell, an  authoritative voice in the hall, and, to my surprise, no less a person  than Mr. Athelney Jones was shown up to me.", "\"Ah, then he has been at fault too,\" exclaimed Jones, with evident  satisfaction.", "He shuffled towards the door, but Athelney Jones got in front of him.", "The old man made a little run towards the door, but, as Athelney Jones  put his broad back up against it, he recognized the uselessness of  resistance.", "Jones and I resumed our cigars and our talk.", "cried Jones, highly delighted.", "\"Rather an irregular proceeding,\" said Jones, shaking his head.", "Athelney Jones proved to be a  sociable soul in his hours of relaxation, and faced his dinner with the  air of a bon vivant.", "Jones, Holmes, and I sat in the stern.", "asked Jones.", "\"You have planned it all very neatly, whether they are the right men or  not,\" said Jones; \"but if the affair were in my hands I should have had  a body of police in Jacobson's Yard, and arrested them when they came  down.\"", "\"Suppose we go down-stream a short way and lie in wait for them,\" said  Jones, eagerly.", "Jones looked gravely at her and shook his  head.", "\"I think we gain a little,\" said Jones, with his eyes on the Aurora.", "Jones  turned our search-light upon her, so that we could plainly see the  figures upon her deck.", "Jones yelled to them to stop.", "\"You are under the charge of Mr. Athelney Jones, of Scotland Yard.", "At this moment Athelney Jones thrust his broad face and heavy shoulders  into the tiny cabin.", "It was amusing to notice how the consequential Jones  was already beginning to give himself airs on the strength of the  capture.", "\"We will be at Vauxhall Bridge presently,\" said Jones, \"and shall land  you, Dr. Watson, with the treasure-box.", "I narrated briefly what had occurred since I had seen her  last,--Holmes's new method of search, the discovery of the Aurora, the  appearance of Athelney Jones, our expedition in the evening, and the  wild chase down the Thames.", "\"It's a bad job,\"  he repeated; \"and so Mr. Athelney Jones will think.\"", "\"This is your doing, Small,\" said Athelney Jones, angrily.", "\"You are deceiving us, Small,\" said Athelney Jones, sternly.", "Sherlock Holmes and Jones sat with their hands upon their knees, deeply  interested in the story, but with the same disgust written upon their  faces.", "\"Well, gentlemen, I weary you with my long story, and I know that my  friend Mr. Jones is impatient to get me safely stowed in chokey.", "\"Well, Holmes,\" said Athelney Jones, \"You are a man to be humored, and  we all know that you are a connoisseur of crime, but duty is duty, and  I have gone rather far in doing what you and your friend asked me.", "\"You first, Small,\" remarked the wary Jones as they left the room.", "\"By the way, a propos of this Norwood business, you see that they had,  as I surmised, a confederate in the house, who could be none other than  Lal Rao, the butler:  so Jones actually has the undivided honor of  having caught one fish in his great haul.\"", "I get a wife out of it, Jones gets the credit,  pray what remains for you?\""], "appearances_scores": [{"label": "NEGATIVE", "score": 0.5347470045089722}, {"label": "POSITIVE", "score": 0.99739670753479}, {"label": "POSITIVE", "score": 0.9979189038276672}, {"label": "POSITIVE", "score": 0.9977600574493408}, {"label": "POSITIVE", "score": 0.9991136193275452}, {"label": "POSITIVE", "score": 0.9954694509506226}, {"label": "POSITIVE", "score": 0.9978657364845276}, {"label": "NEGATIVE", "score": 0.9861711859703064}, {"label": "NEGATIVE", "score": 0.9899041056632996}, {"label": "NEGATIVE", "score": 0.5028552412986755}, {"label": "POSITIVE", "score": 0.9928816556930542}, {"label": "NEGATIVE", "score": 0.5403403639793396}, {"label": "NEGATIVE", "score": 0.5379427075386047}, {"label": "POSITIVE", "score": 0.981226921081543}, {"label": "POSITIVE", "score": 0.9988372921943665}, {"label": "POSITIVE", "score": 0.9933919310569763}, {"label": "POSITIVE", "score": 0.9861741065979004}, {"label": "NEGATIVE", "score": 0.9988812804222107}, {"label": "POSITIVE", "score": 0.7133572697639465}, {"label": "POSITIVE", "score": 0.9998781681060791}, {"label": "NEGATIVE", "score": 0.9983224272727966}, {"label": "POSITIVE", "score": 0.9972819089889526}, {"label": "NEGATIVE", "score": 0.9870356917381287}, {"label": "POSITIVE", "score": 0.8227885365486145}, {"label": "NEGATIVE", "score": 0.9966509938240051}, {"label": "POSITIVE", "score": 0.9882395267486572}, {"label": "NEGATIVE", "score": 0.9758684635162354}, {"label": "POSITIVE", "score": 0.9967957139015198}, {"label": "POSITIVE", "score": 0.853062093257904}, {"label": "NEGATIVE", "score": 0.9986172914505005}, {"label": "POSITIVE", "score": 0.9890851378440857}, {"label": "NEGATIVE", "score": 0.5878390669822693}, {"label": "POSITIVE", "score": 0.999613344669342}, {"label": "POSITIVE", "score": 0.9997133612632751}, {"label": "POSITIVE", "score": 0.9899694323539734}, {"label": "NEGATIVE", "score": 0.9997524619102478}, {"label": "NEGATIVE", "score": 0.993503987789154}, {"label": "POSITIVE", "score": 0.5921605825424194}, {"label": "NEGATIVE", "score": 0.9927001595497131}, {"label": "NEGATIVE", "score": 0.9926698207855225}, {"label": "POSITIVE", "score": 0.9813265204429626}, {"label": "POSITIVE", "score": 0.9966262578964233}, {"label": "POSITIVE", "score": 0.9766442179679871}, {"label": "NEGATIVE", "score": 0.9875035881996155}], "sentiment_class": "POSITIVE", "sentiment_score": 0.5644222376021472}]