[{"character": "conan", "frequency": 78, "appearances": ["'I am Conan, of Cimmeria,' he grunted.", "They call your race barbaric,  Conan of Cimmeria.'", "'Some folk don't think so,' grinned Conan grimly; 'notably the slaves  that have escaped from galleys and become pirates.'", "It  was a change in the motion of the boat that had roused her; Conan was  resting on his oars, gazing beyond her.", "'This is one of the many islands that dot this inland sea,' said Conan.", "'Human words, I'll swear,' answered Conan; 'but in what tongue I can't  say.'", "Presently Conan grunted in pleasure at the sight of golden and russet  globes hanging in clusters among the leaves.", "As they stepped into the open there was a ripping crash in this thicket,  and Conan, bounding aside and carrying the girl with him, narrowly saved  them from something that rushed through the air and struck a tree-trunk  with a thunderous impact.", "Whipping out his sword, Conan bounded across the glade and plunged into  the thicket.", "Presently Conan emerged, a puzzled scowl on  his face.", "'A strange stone to find on an uninhabited island,' growled Conan.", "Conan swore.", "Conan  bent closer to the sward, where the grass was crushed down here and  there.", "Conan  and his companion stood in the broad entrance and stared inside.", "Grasping his sword firmly,  Conan entered, with the slouching gait of a hunting panther, sunken head  and noiseless feet.", "Once within, Conan grunted in surprize, and Olivia stifled a scream.", "Conan rang his hilt against one of the images.", "Thither Conan took his  way, suiting his long stride to his companion's gait.", "Conan glanced at these trees suspiciously, but he began the  ascent, helping his companion on the climb.", "Conan, poised like a bronze statue on the cliffs, pointed northward.", "The southern night swept down quickly, littering the dark blue sky with  great white stars, and Conan entered the shadowy ruins, drawing the  reluctant Olivia after him.", "Conan had brought a great armful of tender branches, well leafed.", "Whatever her forebodings, Conan did not share them.", "As a delicious languor stole over her relaxing limbs and she sank into  foamy billows of slumber, her last waking thought was a drowsy  recollection of the firm touch of Conan's fingers on her soft flesh.", "Conan slept against his pillar, his head fallen upon his massive  breast.", "At her shriek Conan shot  erect, teeth gleaming, sword lifted.", "The statues!--_Oh my God, the statues are coming to  life!_'    And with the cry she sprang through a crevice in the wall, burst madly  through the hindering vines, and ran, ran, ran--blind, screaming,  witless--until a grasp on her arm brought her up short and she shrieked  and fought against the arms that caught her, until a familiar voice  penetrated the mists of her terror, and she saw Conan's face, a mask of  bewilderment in the moonlight.", "Conan listened attentively.", "'But we were not pursued,' muttered Conan, glancing toward the brooding  ruins.", "Oh, Conan, let us go into our boat and flee this awful  island!", "So frantic was her pleading that Conan was impressed.", "Under the trees the shadows clustered thick, and  Conan swerved to avoid the denser patches.", "'We should have brought fruit for food,' muttered Conan; 'but doubtless  we'll find other islands.", "Conan wheeled and faced the dense shadows,  a crouching image of menace.", "Quick as a great cat Conan caught up Olivia and ran.", "At the crest Conan laid Olivia down, and turned to glare back at the  gulf of shadows they had just quitted.", "'What are we to do, Conan?'", "There Conan halted in some  uncertainty, at last selecting a place sheltered by a broad ledge,  nowhere near any trees.", "Conan strode over to her, and his words  electrified her.", "'An Hyrkanian craft, from the cut of her rigging,' muttered Conan.", "whispered Conan, a grim smile on his thin lips.", "Even as she looked, Conan stepped out from among the  boulders and faced them, sword in hand.", "Conan stared and glared.", "'Aye, send your dogs at me, big-belly,' sneered Conan with bitter scorn.", "Conan fought  in silence, his eyes slits of blue bale-fire.", "A louder clash of steel, a sliding  rasp, a choking cry--from the pirate horde a fierce yell split the  morning as Conan's sword plunged through their captain's massive body.", "Conan wheeled toward the gaping corsairs.", "Straight as an arrow sped  the stone to its mark, and Conan reeled and fell as a tall tree falls to  the woodsman's ax.", "Olivia sensed that it was not so much in defense of Conan that  the Corinthian took his stand, but in opposition to Aratus.", "After more arguments, it was decided to bind Conan and  take him along with them, his fate to be voted on later.", "Conan had shielded her,  protected her, and--so far--demanded nothing in return.", "Were Conan slain or carried away captive, her only  choice would lie between giving herself up to the human wolves of the  sea, or remaining alone on that devil-haunted island.", "She saw the pirates  clustered about a great fire outside the ruins, and her heart leaped as  a group emerged from the interior dragging some object she knew was  Conan.", "As she tore  her tender skin and bruised her soft limbs on the rugged boulders over  which Conan had so lightly lifted her, she realized again her dependence  on the iron-thewed barbarian.", "Of Conan she saw nothing.", "A sob of  joy rose to her lips as she saw Conan.", "Conan felt it and stiffened.", "Bending quickly, she drew a dagger from its  senseless owner's belt, and set to work on Conan's bonds.", "Her breath came in gasps; Conan's wrists were free, but his elbows and  legs were still bound fast.", "The cords fell from Conan's arms, and taking the dagger  from her, he ripped the bonds from his legs with a single quick slash.", "Conan moved with the abruptness of a jungle cat.", "Conan's action was a blur of speed Olivia's eye could not follow.", "A great spout of blood deluged the sward as  the severed member fell, twitching horribly, but even as the sword bit  through, the other malformed hand locked in Conan's black mane.", "The ape maintained his grasp in Conan's hair, dragging him toward the  tusks that glistened in the moonlight.", "Inexorably Conan's arm bent under the  strain; nearer and nearer he was drawn to the slavering jaws that gaped  for his life.", "But as Conan tugged vainly at his sword,  wedged deep in the hairy body, the frothing jaws snapped spasmodically  shut, an inch from the Cimmerian's face, and he was hurled to the sward  by the dying convulsions of the monster.", "Conan rose and limped over to the corpse.", "Conan stood frozen, the girl clinging to him in a frenzy of terror.", "Etched against the whitening sky they saw Conan the Cimmerian standing  in the bows, sword in hand, his black mane tossing in the dawn wind.", "'The first man who tries to climb over the side, I'll split his skull,'  promised Conan.", "'Let us come aboard, good Conan,' whined a red-sashed Zamorian, glancing  fearfully over his shoulder at the silent woods.", "demanded Conan.", "'Then I'll knock a hole in the planks and sink her,' answered Conan  grimly.", "A frantic chorus of expostulation rose, which Conan silenced  with a lion-like roar.", "'Friends--friends, Conan.", "Conan's gaze sought out the blood-stained figure of the Corinthian.", "'Swear by the hilt,' Conan demanded.", "Conan grinned and sheathed his sword."], "appearances_scores": [{"label": "NEGATIVE", "score": 0.5989877581596375}, {"label": "NEGATIVE", "score": 0.9947422742843628}, {"label": "POSITIVE", "score": 0.992283284664154}, {"label": "POSITIVE", "score": 0.998080849647522}, {"label": "POSITIVE", "score": 0.9989762306213379}, {"label": "NEGATIVE", "score": 0.6019172668457031}, {"label": "POSITIVE", "score": 0.619515061378479}, {"label": "POSITIVE", "score": 0.9967691898345947}, {"label": "NEGATIVE", "score": 0.7194181084632874}, {"label": "NEGATIVE", "score": 0.9716577529907227}, {"label": "POSITIVE", "score": 0.9784408807754517}, {"label": "NEGATIVE", "score": 0.6559953093528748}, {"label": "NEGATIVE", "score": 0.9951514005661011}, {"label": "POSITIVE", "score": 0.9988341927528381}, {"label": "NEGATIVE", "score": 0.9970023036003113}, {"label": "NEGATIVE", "score": 0.9159761667251587}, {"label": "NEGATIVE", "score": 0.8929315805435181}, {"label": "POSITIVE", "score": 0.9964039325714111}, {"label": "POSITIVE", "score": 0.9986951947212219}, {"label": "POSITIVE", "score": 0.9959716200828552}, {"label": "POSITIVE", "score": 0.9993314743041992}, {"label": "POSITIVE", "score": 0.9983581900596619}, {"label": "NEGATIVE", "score": 0.9982181191444397}, {"label": "POSITIVE", "score": 0.9772845506668091}, {"label": "NEGATIVE", "score": 0.9955734014511108}, {"label": "POSITIVE", "score": 0.9972702860832214}, {"label": "NEGATIVE", "score": 0.9742709398269653}, {"label": "POSITIVE", "score": 0.9941989183425903}, {"label": "NEGATIVE", "score": 0.8885965347290039}, {"label": "NEGATIVE", "score": 0.996453046798706}, {"label": "POSITIVE", "score": 0.7933555841445923}, {"label": "NEGATIVE", "score": 0.8794653415679932}, {"label": "NEGATIVE", "score": 0.9940258264541626}, {"label": "NEGATIVE", "score": 0.8325423002243042}, {"label": "POSITIVE", "score": 0.9972429275512695}, {"label": "NEGATIVE", "score": 0.6126807332038879}, {"label": "NEGATIVE", "score": 0.9749758243560791}, {"label": "NEGATIVE", "score": 0.9988948702812195}, {"label": "POSITIVE", "score": 0.9997125267982483}, {"label": "POSITIVE", "score": 0.992889404296875}, {"label": "NEGATIVE", "score": 0.8294722437858582}, {"label": "POSITIVE", "score": 0.9973130822181702}, {"label": "NEGATIVE", "score": 0.919992983341217}, {"label": "NEGATIVE", "score": 0.9945909976959229}, {"label": "NEGATIVE", "score": 0.8340917229652405}, {"label": "POSITIVE", "score": 0.6102487444877625}, {"label": "NEGATIVE", "score": 0.9716198444366455}, {"label": "NEGATIVE", "score": 0.9872010946273804}, {"label": "NEGATIVE", "score": 0.971510648727417}, {"label": "POSITIVE", "score": 0.990549623966217}, {"label": "NEGATIVE", "score": 0.8902236819267273}, {"label": "NEGATIVE", "score": 0.9944338202476501}, {"label": "POSITIVE", "score": 0.9938144683837891}, {"label": "POSITIVE", "score": 0.9012220501899719}, {"label": "NEGATIVE", "score": 0.9899049401283264}, {"label": "POSITIVE", "score": 0.9994986057281494}, {"label": "POSITIVE", "score": 0.7365233302116394}, {"label": "POSITIVE", "score": 0.9558091163635254}, {"label": "POSITIVE", "score": 0.9963525533676147}, {"label": "NEGATIVE", "score": 0.5219659209251404}, {"label": "NEGATIVE", "score": 0.9136235117912292}, {"label": "POSITIVE", "score": 0.9622747302055359}, {"label": "NEGATIVE", "score": 0.828406572341919}, {"label": "POSITIVE", "score": 0.9926297664642334}, {"label": "NEGATIVE", "score": 0.9408328533172607}, {"label": "NEGATIVE", "score": 0.9842908382415771}, {"label": "NEGATIVE", "score": 0.9974315762519836}, {"label": "NEGATIVE", "score": 0.9736626148223877}, {"label": "POSITIVE", "score": 0.9974284768104553}, {"label": "NEGATIVE", "score": 0.9971823692321777}, {"label": "POSITIVE", "score": 0.928860604763031}, {"label": "NEGATIVE", "score": 0.829876720905304}, {"label": "NEGATIVE", "score": 0.9987030029296875}, {"label": "POSITIVE", "score": 0.9900774955749512}, {"label": "POSITIVE", "score": 0.9997511506080627}, {"label": "POSITIVE", "score": 0.9983935952186584}, {"label": "NEGATIVE", "score": 0.8535028100013733}, {"label": "POSITIVE", "score": 0.9980529546737671}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.4834871490796407}, {"character": "olivia", "frequency": 56, "appearances": ["'No, you will not drown, Olivia, daughter of confusion, for the marge is  too shallow, and I can catch you before you can reach the deeps.", "'You are strangely virile, Olivia.", "Olivia, staring up from the ground, saw what she took to be either a  savage or a madman advancing on Shah Amurath in an attitude of deadly  menace.", "In spite of the terror of his wild appearance, Olivia looked to see him  fall at the first crossing of the blades.", "Olivia  cried out at the fury of that stroke.", "Olivia closed her eyes.", "Though Olivia knew that Shah  Amurath deserved no mercy or pity from any living creature, yet she  closed her eyes and pressed her hands over her ears, to shut out the  sight of that dripping sword that rose and fell with the sound of a  butcher's cleaver, and the gurgling cries that dwindled away and ceased.", "'I am called Olivia.", "Olivia  reclined in the bows of the gently rocking boat, in a state dreamy and  unreal.", "Stepping ashore, he reached out a hand to help Olivia.", "Olivia  found herself listening intently for something, she knew not what.", "Olivia stared after it, feeling the cold hand of nameless foreboding  touch her supple spine.", "Olivia was too busy to reply.", "Silence ensued, while Olivia crouched on the sward,  terrified and bewildered.", "Olivia's lovely eyes dilated in wonder.", "Then rising, sword in hand, he began to back away, thrusting Olivia  behind him.", "Olivia tiptoed after him.", "Once within, Conan grunted in surprize, and Olivia stifled a scream.", "Olivia glanced timidly about the great silent hall.", "'Let us go into the sunlight,' urged Olivia, and he nodded, with a  baffled glance at the brooding shapes along the walls.", "The Cimmerian, born in a hill  country, could have run up it like a cat, but Olivia found the going  difficult.", "'The sea is still,' sighed Olivia.", "Straining her eyes, Olivia saw a white fleck that seemed to hang  suspended in the aching haze.", "Olivia helplessly acquiesced, and they descended the cliffs, crossed the  plateau and once more approached the gloomy, age-haunted ruins.", "The southern night swept down quickly, littering the dark blue sky with  great white stars, and Conan entered the shadowy ruins, drawing the  reluctant Olivia after him.", "Olivia did not reply.", "2      Olivia dreamed, and through her dreams crawled a suggestion of lurking  evil, like a black serpent writhing through flower gardens.", "And they  understood, those tense, waiting statues that had been men....    Olivia awoke, starting up on her couch of branches, a cold sweat beading  her skin.", "A stifled cry escaped Olivia.", "Quick as a great cat Conan caught up Olivia and ran.", "At the crest Conan laid Olivia down, and turned to glare back at the  gulf of shadows they had just quitted.", "Olivia  crept to his feet like a frightened child.", "Every step of the way across that moon-haunted plateau was a sweating  terror for Olivia, but no black shapes stole subtly from the looming  ruins, and at last they reached the foot of the crags, which rose stark  and gloomily majestic above them.", "'Lie down and sleep if you can, Olivia,' he said.", "But no sleep came to Olivia, and she lay watching the distant ruins and  the wooded rim until the stars paled, the east whitened, and dawn in  rose and gold struck fire from the dew on the grass-blades.", "Looking fearfully from her eyrie, Olivia saw the band had neared the  foot of the cliffs.", "High up among the crags Olivia watched, sinking her nails  into her palms in her painful excitement.", "Up on the cliff Olivia caught at the boulders for  support.", "Olivia sensed that it was not so much in defense of Conan that  the Corinthian took his stand, but in opposition to Aratus.", "Up among the rocks, Olivia lay stunned by the disaster.", "Olivia heard their shouts, unintelligible in the  distance, and she heard the voices of those who had gone into the woods,  echoing among the trees.", "Of all this Olivia was but mechanically cognizant.", "3      The sun was hanging low when Olivia regained her senses.", "Olivia sighed; at least she knew that the Cimmerian  still lived.", "Panic  caught Olivia by the throat, and she struggled with the scream that  tugged at her lips.", "Olivia hesitated--then was galvanized by a distant glow rising through  the trees.", "Olivia felt it and gasped.", "Olivia crouched against him, shaking  like a leaf.", "Catching up his sword  from where it lay in a stack of weapons near by, he lifted Olivia  lightly from her feet and glided through an opening that gaped in the  ivy-grown wall.", "In spite of his burden, the Cimmerian crossed the plateau swiftly, and  Olivia, opening her eyes, saw that they were passing under the shadow of  the cliffs.", "The moonlight scene swam, to Olivia's sight.", "Conan's action was a blur of speed Olivia's eye could not follow.", "Olivia, half fainting, saw the ape heaving, thrashing and writhing,  gripping, man-like, the hilt that jutted from its body.", "Olivia  stole close to clasp his arm and stare down wide-eyed at the sprawling  monster.", "Olivia's legs were trembling so that she could not  walk; so he carried her, and her heart calmed its frantic pounding as  she nestled into his cradling arms.", "He turned and lifted Olivia to her feet, from where she had crouched  shielded by the gunwales."], "appearances_scores": [{"label": "POSITIVE", "score": 0.8059175610542297}, {"label": "POSITIVE", "score": 0.9990812540054321}, {"label": "NEGATIVE", "score": 0.9433640241622925}, {"label": "NEGATIVE", "score": 0.966077446937561}, {"label": "NEGATIVE", "score": 0.8131216168403625}, {"label": "POSITIVE", "score": 0.9801504611968994}, {"label": "NEGATIVE", "score": 0.9903258085250854}, {"label": "POSITIVE", "score": 0.9889945387840271}, {"label": "POSITIVE", "score": 0.967872142791748}, {"label": "POSITIVE", "score": 0.993949294090271}, {"label": "NEGATIVE", "score": 0.9759366512298584}, {"label": "NEGATIVE", "score": 0.9369528293609619}, {"label": "NEGATIVE", "score": 0.9993076324462891}, {"label": "NEGATIVE", "score": 0.997418999671936}, {"label": "POSITIVE", "score": 0.9992554783821106}, {"label": "POSITIVE", "score": 0.9966097474098206}, {"label": "POSITIVE", "score": 0.9893258810043335}, {"label": "NEGATIVE", "score": 0.9159761667251587}, {"label": "NEGATIVE", "score": 0.963614821434021}, {"label": "POSITIVE", "score": 0.9936633110046387}, {"label": "NEGATIVE", "score": 0.9948822259902954}, {"label": "POSITIVE", "score": 0.8843749165534973}, {"label": "NEGATIVE", "score": 0.9958951473236084}, {"label": "POSITIVE", "score": 0.7178921699523926}, {"label": "POSITIVE", "score": 0.9993314743041992}, {"label": "NEGATIVE", "score": 0.9960899353027344}, {"label": "NEGATIVE", "score": 0.922280490398407}, {"label": "POSITIVE", "score": 0.6004233956336975}, {"label": "NEGATIVE", "score": 0.8998186588287354}, {"label": "POSITIVE", "score": 0.9972429275512695}, {"label": "NEGATIVE", "score": 0.6126807332038879}, {"label": "NEGATIVE", "score": 0.9509351849555969}, {"label": "POSITIVE", "score": 0.9979440569877625}, {"label": "NEGATIVE", "score": 0.9964579939842224}, {"label": "POSITIVE", "score": 0.9924045205116272}, {"label": "POSITIVE", "score": 0.9497235417366028}, {"label": "POSITIVE", "score": 0.9386764764785767}, {"label": "POSITIVE", "score": 0.9918131828308105}, {"label": "NEGATIVE", "score": 0.971510648727417}, {"label": "NEGATIVE", "score": 0.8899199366569519}, {"label": "POSITIVE", "score": 0.9865677356719971}, {"label": "NEGATIVE", "score": 0.9714233875274658}, {"label": "NEGATIVE", "score": 0.8974431157112122}, {"label": "NEGATIVE", "score": 0.9964621663093567}, {"label": "NEGATIVE", "score": 0.9417745471000671}, {"label": "POSITIVE", "score": 0.9972556233406067}, {"label": "POSITIVE", "score": 0.9950062036514282}, {"label": "NEGATIVE", "score": 0.9144793748855591}, {"label": "POSITIVE", "score": 0.9965605139732361}, {"label": "POSITIVE", "score": 0.9960017800331116}, {"label": "POSITIVE", "score": 0.9928532242774963}, {"label": "POSITIVE", "score": 0.9622747302055359}, {"label": "POSITIVE", "score": 0.955355703830719}, {"label": "POSITIVE", "score": 0.9678911566734314}, {"label": "POSITIVE", "score": 0.9992884397506714}, {"label": "POSITIVE", "score": 0.9981631636619568}], "sentiment_class": "POSITIVE", "sentiment_score": 0.529140439416681}, {"character": "cimmerian", "frequency": 25, "appearances": ["The Cimmerian grunted in surprize.", "muttered the Cimmerian.", "grunted the Cimmerian.", "The sharp edge of the Cimmerian's hunger  blunted, he began to gaze at his fair companion with more interest than  previously, noting the lustrous clusters of her dark hair, the  peach-bloom tints of her dainty skin, and the rounded contours of her  lithe figure which the scanty silk tunic displayed to full advantage.", "The Cimmerian grasped it with both hands, and  with legs braced and the muscles standing out on his arms and back in  straining knots, he heaved it above his head and cast it from him,  exerting every ounce of nerve and sinew.", "The Cimmerian, born in a hill  country, could have run up it like a cat, but Olivia found the going  difficult.", "The Cimmerian sat  down near her, his back against a pillar, his sword across his knees.", "Over against this bizarre mob stood the tall Cimmerian in strong  contrast with his hard bronzed limbs and clean-cut vital features.", "'Conan the Cimmerian!'", "Sergius was giving back;  only his superlative skill had saved him thus far from the blinding  speed of the Cimmerian's onslaught.", "The point quivered an instant from between Sergius's shoulders, a hand's  breadth of white fire in the sunlight; then the Cimmerian wrenched back  his steel and the pirate chief fell heavily, face down, and lay in a  widening pool of blood, his broad hands twitching for an instant.", "The scene swam dizzily before her eyes; all she could see was  the Cimmerian lying limply on the sward, blood oozing from his head.", "'He's not dead,' answered the Corinthian, rising from beside the  prostrate Cimmerian.", "The Cimmerian, who was beginning to regain consciousness, was bound with  leather girdles, and then four pirates lifted him, and with many  complaints and curses, carried him along with the band, which took up  its journey across the plateau once more.", "Left alone and unprotected, she realized  how much the protection of the Cimmerian had meant to her.", "Olivia sighed; at least she knew that the Cimmerian  still lived.", "The Cimmerian was wide awake,  bound upright to a pillar, his eyes gleaming in the faint reflection of  the waning fire outside.", "In spite of his burden, the Cimmerian crossed the plateau swiftly, and  Olivia, opening her eyes, saw that they were passing under the shadow of  the cliffs.", "Only the iron neck-muscles of the Cimmerian saved him from a broken neck  that instant.", "The Cimmerian resisted this  effort, with his left arm rigid as iron, while the sword in his right  hand, wielded like a butcher-knife, sank again and again into the groin,  breast and belly of his captor.", "But as Conan tugged vainly at his sword,  wedged deep in the hairy body, the frothing jaws snapped spasmodically  shut, an inch from the Cimmerian's face, and he was hurled to the sward  by the dying convulsions of the monster.", "The Cimmerian breathed  heavily, and walked like a man whose joints and muscles have been  wrenched and twisted almost to their limit of endurance.", "The  clamor rose to a crescendo of madness, and then the Cimmerian turned and  went swiftly toward the rim of the plateau, with its fringe of  moon-limned trees.", "Etched against the whitening sky they saw Conan the Cimmerian standing  in the bows, sword in hand, his black mane tossing in the dawn wind.", "The pirate, sensing the trend of feeling, was eager to  ingratiate himself with the Cimmerian."], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9956617951393127}, {"label": "NEGATIVE", "score": 0.9737350940704346}, {"label": "NEGATIVE", "score": 0.9944437146186829}, {"label": "POSITIVE", "score": 0.9986420273780823}, {"label": "POSITIVE", "score": 0.9939633011817932}, {"label": "NEGATIVE", "score": 0.9948822259902954}, {"label": "NEGATIVE", "score": 0.9596086144447327}, {"label": "POSITIVE", "score": 0.9996236562728882}, {"label": "POSITIVE", "score": 0.9979196190834045}, {"label": "NEGATIVE", "score": 0.9743629097938538}, {"label": "NEGATIVE", "score": 0.8320836424827576}, {"label": "NEGATIVE", "score": 0.9962138533592224}, {"label": "POSITIVE", "score": 0.9915100336074829}, {"label": "POSITIVE", "score": 0.961409330368042}, {"label": "NEGATIVE", "score": 0.9671056866645813}, {"label": "NEGATIVE", "score": 0.9964621663093567}, {"label": "POSITIVE", "score": 0.9965164661407471}, {"label": "POSITIVE", "score": 0.9960017800331116}, {"label": "NEGATIVE", "score": 0.9930334091186523}, {"label": "NEGATIVE", "score": 0.9883772730827332}, {"label": "NEGATIVE", "score": 0.9842908382415771}, {"label": "NEGATIVE", "score": 0.985113263130188}, {"label": "POSITIVE", "score": 0.9931419491767883}, {"label": "POSITIVE", "score": 0.9974284768104553}, {"label": "NEGATIVE", "score": 0.9916616678237915}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.5850814461708069}, {"character": "shah", "frequency": 11, "appearances": ["'Touch me not, Shah  Amurath, or I will throw myself into the water and drown!'", "Olivia, staring up from the ground, saw what she took to be either a  savage or a madman advancing on Shah Amurath in an attitude of deadly  menace.", "'_Kozak!_' ejaculated Shah Amurath, recoiling.", "ordered Shah Amurath, watching him narrowly.", "There was an instant when the blades flamed and licked, seeming barely  to touch each other and leap apart; then the broadsword flashed past the  saber and descended terrifically on Shah Amurath's shoulder.", "Though Olivia knew that Shah  Amurath deserved no mercy or pity from any living creature, yet she  closed her eyes and pressed her hands over her ears, to shut out the  sight of that dripping sword that rose and fell with the sound of a  butcher's cleaver, and the gurgling cries that dwindled away and ceased.", "He wished to  buy the good will of Shah Amurath, and I was among the gifts he brought  to Akif of the purple gardens.", "I abode in Shah Amurath's palace, until  some weeks agone he rode out with his hosts to do battle with a band of  invaders who were ravaging the borders of Turan.", "A week ago Shah Amurath trapped  us near the banks of Ilbars with fifteen thousand men.", "I hadn't  intended going out on the sea until night, but after I killed Shah  Amurath, I knew his mailed dogs would be close at hand.'", "Her father, and Shah Amurath, they  were civilized men."], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9993854761123657}, {"label": "NEGATIVE", "score": 0.9433640241622925}, {"label": "NEGATIVE", "score": 0.908328115940094}, {"label": "NEGATIVE", "score": 0.8465259075164795}, {"label": "POSITIVE", "score": 0.9953025579452515}, {"label": "NEGATIVE", "score": 0.9903258085250854}, {"label": "POSITIVE", "score": 0.9979128241539001}, {"label": "NEGATIVE", "score": 0.6155186295509338}, {"label": "NEGATIVE", "score": 0.9768145680427551}, {"label": "NEGATIVE", "score": 0.9357717633247375}, {"label": "POSITIVE", "score": 0.9959596991539001}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.6560031175613404}]