[{"character": "conan", "frequency": 73, "appearances": ["'It is that devil Conan; he is even  wilder than the _kozaks_, yet he is crafty as a mountain lion.'", "'When we have parleyed with the _kozaks_ for the ransom  of captives, I have observed this man Conan.", "'We must lure Conan away from the _kozaks_,' said the counsellor  abruptly.", "'If we could trap Conan on that island, alone, we could hunt him down at  our leisure, with bows, as men hunt a lion.'", "'She will use  all her wiles to attract Conan's attention.", "'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur.", "This was Conan, who had wandered  into the armed camps of the _kozaks_ with no other possession than his  wits and his sword, and who had carved his way to leadership among them.", "Conan  had no instinct to tell him that men were watching him from a covert  among the reeds of the mainland.", "_It was a great dark green wall, with towers rearing  beyond the battlements._    Conan stood paralyzed in the disruption of the faculties which  demoralizes anyone who is confronted by an impossible negation of  sanity.", "No sound disturbed the morning quiet as Conan stole to the foot of  the wall which rose sheer from the luxuriant growth.", "Conan glared at her tensely, expecting her momentarily to start  screaming.", "'I am Conan, a _hetman_ among the _kozaks_,' he answered, watching her  narrowly.", "She came across the chamber, and taking Conan's hand, drew him to the  dais.", "She idly inspected her smooth bosom, and then sank upon  Conan's lap and passed her supple arms around his massive neck.", "'Love me--love--' The  sleepy murmur faded away; the dusky eyes closed, the long lashes  drooping over the sensuous cheeks; the supple body relaxed in Conan's  arms.", "And that beast,  Conan knew, had been extinct for at least a thousand years; it was the  great golden leopard which figures so predominantly in Hyborian  legendry, and which the ancient artists delighted to portray in pigments  and marble.", "Shaking his head in bewilderment, Conan passed through the archway into  a winding corridor.", "Conan bent  above him, seeking the cause of his death, and discovered him to be  merely sunk in the same deep sleep as the girl in the chamber.", "While meditating  on the matter, Conan was galvanized by a sound behind him.", "Conan jerked the  supine body out of the panel-entrance and stepped through, pulling the  panel shut after him.", "5      Along the black silent tunnel Conan groped, momentarily dreading a fall  into some unseen pit; but at last his feet struck steps again, and he  went up them until he came to a door on which his fumbling fingers found  a metal catch.", "In a brooding twilight Conan moved across the bare green floor.", "Opposite this, on a dais against the wall, up to which  led broad curving steps, there stood a throne of copper, and when Conan  saw what was coiled on this throne, he retreated hastily, lifting his  scimitar.", "Conan had  seen rude images of them, in miniature, among the idol-huts of the  Yuetshi, and there was a description of them in the _Book of Skelos_,  which drew on prehistoric sources.", "Conan admired the scaly torso, thick as his thigh and obviously of great  length, and he reached out and laid a curious hand on the thing.", "Through ages upon ages, and the  changeless strata of darkness I climbed--'    Ensorcelled by that belling resonance, Conan crouched forgetful of all  else, until its hypnotic power caused a strange replacement of faculties  and perception, and sound created the illusion of sight.", "Conan was no  longer aware of the voice, save as far-off rhythmical waves of sound.", "All this rolled in a terrible panorama before Conan's consciousness as  he crouched beside the tapestried wall.", "Through the belling  of the voice which was like a tolling of triumph over the ordered laws  of a sane planet, a human sound anchored Conan's mind from its flight  through spheres of madness.", "More than an hour passed, and Conan had not reappeared.", "Doubtless Conan is there.", "*       *       *       *       *    Conan realized with a crawling of his skin that beyond the wall the  belling voice had ceased.", "It was dim and misty in the chamber, and Conan's hair began to lift on  his scalp as he looked.", "There was no sound of footsteps, but the  great dusky form grew more distinct until Conan recognized the figure of  a man.", "Conan stared at the  sweep of the monstrous shoulders, the breadth of the swelling breast,  the bands and ridges and clusters of muscles on torso and limbs.", "And Conan knew that this was Khosatral Khel, the ancient from the  Abyss, the god of Dagonia.", "Khosatral spread his great  arms, and Conan, crouching beneath them, slashed at the giant's belly.", "There was a fleeting concussion, a fierce writhing and intertwining of  limbs and bodies, and then Conan sprang clear, every thew quivering from  the violence of his efforts; blood started where the grazing fingers had  torn the skin.", "Flinging down his useless sword, Conan caught up a heavy bench and  hurled it with all his power.", "With a desperate wrench Conan ripped a whole section of tapestry from  the wall and whirling it, with a muscular effort greater than that  required for throwing the bench, he flung it over the giant's head.", "For  an instant Khosatral floundered, smothered and blinded by the clinging  stuff that resisted his strength as wood or steel could not have done,  and in that instant Conan caught up his scimitar and shot out into the  corridor.", "Conan wasted no time trying the door.", "Conan raced up the stair, carrying the big girl over one shoulder as  easily as if she had been a child.", "Conan shut  it and dropped in place the great bars with which it was furnished.", "Conan shrugged his shoulders.", "Conan's fierce eyes glowed with approval as they devoured her  thick golden hair, her clear wide eyes, her milky skin, sleek with  exuberant health, the firm swell of her breasts, the contours of her  splendid hips.", "Conan did not look around.", "Conan was too honest to lie.", "she screamed  in sudden frenzy, and Conan caught her hands, fearing that she would  harm herself.", "Conan looked at her, and shook his head.", "Conan took up his scimitar and moved  over to stand before the echoing door.", "Conan watched in an  almost impersonal fascination, envying the monster his inhuman strength.", "In the stillness Conan  heard other noises on the landing outside--the beat of wings, and a  muttering voice that was like the whining of wind through midnight  branches.", "Only the whetted instincts of barbarism could have sensed  it, but Conan knew, without seeing or hearing him leave, that the master  of Dagon no longer stood outside the door.", "Halting  before the great bronze-valved door, Conan caught Octavia by her  shoulders and shook her in his intensity.", "A wind blowing across the green floor would have made more noise than  Conan's slinking feet.", "The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room.", "Conan cleared the space between him and the throne with a desperate  bound, his scimitar swinging with all his power.", "Conan  staggered away from their blind strokes.", "Conan half expected some other monstrosity to leap at him with the  opening of the door, but in the dimmer light he saw only the vague sweep  of the arch above, a dully gleaming block of gold, and a half-moon  glimmer on the stone.", "Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees.", "Conan crouched and the arrow splintered on a tree, and Conan  laughed.", "Conan met him half-way in a blinding whirl of swords.", "Conan, stooping above the body of the Agha, made no move to escape.", "But Conan's blood was up.", "His terrible arms flailed down, but Conan,  quicker than the archers who had died beneath those awful flails,  avoided their strokes and struck again and yet again.", "Yet though Conan followed  him with the speed of hot passion, the walls and towers of Dagon loomed  through the trees before the man came within dagger-reach of the giant.", "Then Khosatral turned again, flailing the air with desperate blows, but  Conan, fired to berserk fury, was not to be denied.", "Where there had been the  likeness of a human face, there was no face at all, and the metal limbs  melted and changed.... Conan, who had not shrunk from Khosatral living,  recoiled blenching from Khosatral dead, for he had witnessed an awful  transmutation; in his dying throes Khosatral Khel had become again the  _thing_ that had crawled up from the Abyss millenniums gone.", "Gagging  with intolerable repugnance, Conan turned to flee the sight; and he was  suddenly aware that the pinnacles of Dagon no longer glimmered through  the trees.", "Conan again looked upon the ruins of Xapur as he  remembered them.", "Conan's  admiration increased to see how well she had recovered her poise after  having endured such frantic terror.", "Conan seemed rather crestfallen."], "appearances_scores": [{"label": "POSITIVE", "score": 0.9973976612091064}, {"label": "POSITIVE", "score": 0.9921770691871643}, {"label": "NEGATIVE", "score": 0.9975179433822632}, {"label": "NEGATIVE", "score": 0.9771485328674316}, {"label": "POSITIVE", "score": 0.9981650710105896}, {"label": "NEGATIVE", "score": 0.9810020327568054}, {"label": "POSITIVE", "score": 0.9963836669921875}, {"label": "NEGATIVE", "score": 0.9656279683113098}, {"label": "NEGATIVE", "score": 0.9917226433753967}, {"label": "NEGATIVE", "score": 0.9260697960853577}, {"label": "NEGATIVE", "score": 0.9908903241157532}, {"label": "POSITIVE", "score": 0.8269016742706299}, {"label": "POSITIVE", "score": 0.9987525939941406}, {"label": "POSITIVE", "score": 0.9854174256324768}, {"label": "POSITIVE", "score": 0.9992788434028625}, {"label": "POSITIVE", "score": 0.9910843372344971}, {"label": "NEGATIVE", "score": 0.9833036661148071}, {"label": "NEGATIVE", "score": 0.9989883303642273}, {"label": "POSITIVE", "score": 0.9960105419158936}, {"label": "NEGATIVE", "score": 0.8908550143241882}, {"label": "NEGATIVE", "score": 0.9545148015022278}, {"label": "NEGATIVE", "score": 0.5315452814102173}, {"label": "NEGATIVE", "score": 0.9785151481628418}, {"label": "NEGATIVE", "score": 0.9800326228141785}, {"label": "POSITIVE", "score": 0.9980783462524414}, {"label": "POSITIVE", "score": 0.9830411672592163}, {"label": "NEGATIVE", "score": 0.9967021346092224}, {"label": "NEGATIVE", "score": 0.9826153516769409}, {"label": "POSITIVE", "score": 0.9990805387496948}, {"label": "NEGATIVE", "score": 0.9992311000823975}, {"label": "POSITIVE", "score": 0.9963392019271851}, {"label": "NEGATIVE", "score": 0.9862936735153198}, {"label": "POSITIVE", "score": 0.6245617866516113}, {"label": "POSITIVE", "score": 0.9630857706069946}, {"label": "POSITIVE", "score": 0.6004340052604675}, {"label": "POSITIVE", "score": 0.9864683151245117}, {"label": "POSITIVE", "score": 0.9460775852203369}, {"label": "POSITIVE", "score": 0.9161971807479858}, {"label": "NEGATIVE", "score": 0.7615517377853394}, {"label": "POSITIVE", "score": 0.9924229979515076}, {"label": "NEGATIVE", "score": 0.969186007976532}, {"label": "POSITIVE", "score": 0.9779387712478638}, {"label": "POSITIVE", "score": 0.9849199056625366}, {"label": "NEGATIVE", "score": 0.9076414108276367}, {"label": "NEGATIVE", "score": 0.5508803129196167}, {"label": "POSITIVE", "score": 0.9998606443405151}, {"label": "NEGATIVE", "score": 0.9907575249671936}, {"label": "POSITIVE", "score": 0.9788255095481873}, {"label": "NEGATIVE", "score": 0.933659553527832}, {"label": "NEGATIVE", "score": 0.7986716628074646}, {"label": "POSITIVE", "score": 0.988049328327179}, {"label": "POSITIVE", "score": 0.9335252046585083}, {"label": "NEGATIVE", "score": 0.9714778065681458}, {"label": "NEGATIVE", "score": 0.9979172348976135}, {"label": "POSITIVE", "score": 0.9996286630630493}, {"label": "NEGATIVE", "score": 0.9877836108207703}, {"label": "NEGATIVE", "score": 0.6217803955078125}, {"label": "POSITIVE", "score": 0.997927188873291}, {"label": "NEGATIVE", "score": 0.9927698969841003}, {"label": "NEGATIVE", "score": 0.8291339874267578}, {"label": "POSITIVE", "score": 0.9281339049339294}, {"label": "POSITIVE", "score": 0.9979469180107117}, {"label": "POSITIVE", "score": 0.9964488744735718}, {"label": "NEGATIVE", "score": 0.9991700649261475}, {"label": "NEGATIVE", "score": 0.624073326587677}, {"label": "POSITIVE", "score": 0.9811437129974365}, {"label": "POSITIVE", "score": 0.9877554774284363}, {"label": "POSITIVE", "score": 0.9966662526130676}, {"label": "NEGATIVE", "score": 0.9307704567909241}, {"label": "NEGATIVE", "score": 0.9954807758331299}, {"label": "POSITIVE", "score": 0.9866423606872559}, {"label": "POSITIVE", "score": 0.9987161159515381}, {"label": "NEGATIVE", "score": 0.9922519326210022}], "sentiment_class": "POSITIVE", "sentiment_score": 0.486595679635871}, {"character": "jehungir", "frequency": 29, "appearances": ["2      Jehungir Agha, lord of Khawarizm and keeper of the coastal border,  scanned once more the ornate parchment scroll with its peacock seal, and  laughed shortly and sardonically.", "Jehungir shrugged his shoulders.", "demanded Jehungir.", "replied Jehungir feelingly.", "demanded Jehungir.", "Jehungir clapped his hands, and an impassive Kushite eunuch, an image of  shining ebony in silken pantaloons, bowed before him and went to do his  bidding.", "'I am not likely to forget that,' said Jehungir wryly.", "'As well wish for the moon,' said Jehungir impatiently.", "Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori.", "I am the daughter of a Nemedian lord--'    'You were of the Nemedian nobility before my riders carried you off,'  returned Jehungir cynically.", "'On the contrary,' rejoined Jehungir with studied cruelty, 'you will.", "'But we do not know that he will go alone,' Jehungir argued.", "'You will not die, my rebellious beauty,' said Jehungir, 'but you will  be subjected to a very painful and humiliating experience.'", "'Here is work for you, Gilzan,' said Jehungir.", "Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'", "Jehungir's mastery of her had been bad enough; but with deliberate  fiendishness Jehungir had given her to a nobleman whose name was a  byword for degeneracy even in Khawarizm.", "Jehungir caught his wrist and hissed an oath into his ear.", "He went  silently in his soft leather boots, his gaze sifting every shadow in  eagerness to catch sight of the splendid tawny-haired beauty of whom he  had dreamed ever since he had seen her in the pavilion of Jehungir Agha  by Fort Ghori.", "On that bit of torn cloth, so faint that it was less  with his physical faculties than by some obscure instinctive sense that  he recognized it, lingered the tantalizing perfume that he connected  with the sweet firm flesh of the woman he had seen in Jehungir's  pavilion.", "6      Jehungir Agha waited with growing impatience in his boat among the  reeds.", "Jehungir spoke to the oarsmen, and  the long boat slid from among the reeds and glided toward the carven  stairs.", "With a sudden gesture Jehungir halted his party, and they stared  incredulously at the towers that showed through the verdure in the  distance.", "muttered Jehungir.", "Jehungir Agha had escaped the doom that had overtaken his warriors when  an iron giant sallied suddenly from the gate and battered and crushed  them into bits of shredded flesh and splintered bone.", "When Jehungir came upon the  cliffs they were just vanishing among the reeds beyond ear-shot.", "Jehungir was just preparing to descend the stairs and depart in Conan's  boat, when he saw the _hetman_ and the girl emerge from the trees.", "The  experience which had congealed his blood and almost blasted his reason  had not altered Jehungir's intentions toward the _kozak_ chief.", "Jehungir did not try again.", "Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine."], "appearances_scores": [{"label": "POSITIVE", "score": 0.9972752928733826}, {"label": "NEGATIVE", "score": 0.9502050876617432}, {"label": "NEGATIVE", "score": 0.9886451959609985}, {"label": "POSITIVE", "score": 0.9930900931358337}, {"label": "NEGATIVE", "score": 0.9886451959609985}, {"label": "POSITIVE", "score": 0.98826003074646}, {"label": "POSITIVE", "score": 0.9988036155700684}, {"label": "NEGATIVE", "score": 0.9976523518562317}, {"label": "POSITIVE", "score": 0.9333891272544861}, {"label": "NEGATIVE", "score": 0.8854773640632629}, {"label": "POSITIVE", "score": 0.9658123850822449}, {"label": "NEGATIVE", "score": 0.9802302122116089}, {"label": "NEGATIVE", "score": 0.9923169612884521}, {"label": "POSITIVE", "score": 0.9281226396560669}, {"label": "POSITIVE", "score": 0.9312403798103333}, {"label": "NEGATIVE", "score": 0.9885308742523193}, {"label": "NEGATIVE", "score": 0.5319981575012207}, {"label": "POSITIVE", "score": 0.9996028542518616}, {"label": "POSITIVE", "score": 0.9499198198318481}, {"label": "NEGATIVE", "score": 0.9915736317634583}, {"label": "POSITIVE", "score": 0.9549492001533508}, {"label": "NEGATIVE", "score": 0.7903119325637817}, {"label": "NEGATIVE", "score": 0.9913131594657898}, {"label": "NEGATIVE", "score": 0.9990573525428772}, {"label": "NEGATIVE", "score": 0.9833019375801086}, {"label": "POSITIVE", "score": 0.9281339049339294}, {"label": "NEGATIVE", "score": 0.9983383417129517}, {"label": "NEGATIVE", "score": 0.994788408279419}, {"label": "NEGATIVE", "score": 0.9838290810585022}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.5529729395077145}, {"character": "octavia", "frequency": 17, "appearances": ["Have your captive Octavia fetched here.'", "Octavia changed color and listened with  intensified interest as the counsellor nodded toward her.", "Octavia sprang up, her white fists clenched, her eyes blazing and her  figure quivering with outraged anger.", "'Then we will send a spy--a Yuetshi fisherman will do--to the _kozak_  camp, who will tell Conan that Octavia is hiding on Xapur.", "Octavia was wild with fury and  humiliation.", "He clapped his hands, and Octavia paled.", "With an inarticulate grunt the Shemite seized Octavia's wrist, and at  the grasp of his iron fingers, all the defiance went out of her.", "Octavia had escaped in  good earnest, every outraged fiber of her still tingling from her  experience in a captivity that had become unendurable.", "Octavia's resilient flesh crawled and quivered at her memories.", "He called to Octavia, and the new note in his voice brought her up to  her feet and to his side almost without her conscious volition.", "Halting  before the great bronze-valved door, Conan caught Octavia by her  shoulders and shook her in his intensity.", "The bolt on the bronze portal clanged and Conan stifled an awful oath as  he saw Octavia come into the room.", "Groping in a dark mist he clutched Octavia  and shook her until she gasped for breath.", "There was no one to be seen,  but beyond the western wall there sounded cries and moaning wails that  made Octavia tremble.", "Octavia sensed that grim peril lurked in those leafy fastnesses.", "Octavia, watching, did not  see the stroke, but she heard its chopping impact, and saw Jehungir  fall, blood spurting from his side where the Cimmerian's steel had  sundered his mail and bitten to his spine.", "But Octavia's scream was not caused by the death of her former master."], "appearances_scores": [{"label": "NEGATIVE", "score": 0.8911532163619995}, {"label": "POSITIVE", "score": 0.9987428784370422}, {"label": "POSITIVE", "score": 0.9681761264801025}, {"label": "NEGATIVE", "score": 0.9810020327568054}, {"label": "NEGATIVE", "score": 0.9563868641853333}, {"label": "NEGATIVE", "score": 0.9961352348327637}, {"label": "NEGATIVE", "score": 0.9826675057411194}, {"label": "POSITIVE", "score": 0.8646582365036011}, {"label": "POSITIVE", "score": 0.9981511235237122}, {"label": "POSITIVE", "score": 0.9989431500434875}, {"label": "POSITIVE", "score": 0.9996286630630493}, {"label": "NEGATIVE", "score": 0.6217803955078125}, {"label": "POSITIVE", "score": 0.9850273132324219}, {"label": "NEGATIVE", "score": 0.8029918670654297}, {"label": "POSITIVE", "score": 0.6251845359802246}, {"label": "NEGATIVE", "score": 0.9838290810585022}, {"label": "NEGATIVE", "score": 0.8299441337585449}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.4732876665451947}, {"character": "ghaznavi", "frequency": 12, "appearances": ["bluntly demanded his counsellor Ghaznavi.", "Ghaznavi tugged his gray-shot beard in meditation.", "'That is because of the new chief who has risen among them,' answered  Ghaznavi.", "'It is more through wild animal instinct than through intelligence,'  answered Ghaznavi.", "'For every beast and for every man there is a trap he will not escape,'  quoth Ghaznavi.", "Then he looked inquiringly at Ghaznavi.", "'There is an uninhabited island near the mainland,' said Ghaznavi,  'known as Xapur, the Fortified, because of some ancient ruins upon it.", "Seeing Jehungir's look of amazement, Ghaznavi  continued: 'We will ask for a parley with the _kozaks_ in regard to  prisoners, at the edge of the steppes by Fort Ghori.", "I  like Ghaznavi's plan.", "retorted Ghaznavi.", "Jehungir dismissed the disappointed torturer with a gesture, and said to  Ghaznavi: 'If your plan succeeds, I will fill your lap with gold.'", "What Ghaznavi had considered animal intuition or some sixth sense was  merely the razor-edge faculties and savage wit of the barbarian."], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9903119802474976}, {"label": "NEGATIVE", "score": 0.9667232036590576}, {"label": "POSITIVE", "score": 0.9986881613731384}, {"label": "NEGATIVE", "score": 0.9473204612731934}, {"label": "NEGATIVE", "score": 0.9956892132759094}, {"label": "POSITIVE", "score": 0.9814339876174927}, {"label": "NEGATIVE", "score": 0.968055009841919}, {"label": "POSITIVE", "score": 0.9333891272544861}, {"label": "POSITIVE", "score": 0.99960857629776}, {"label": "NEGATIVE", "score": 0.6680610775947571}, {"label": "POSITIVE", "score": 0.9312403798103333}, {"label": "NEGATIVE", "score": 0.5889132618904114}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.5104228506485621}]