[{"character": "conan", "frequency": 116, "appearances": ["The speaker's voice quivered with earnestness and his lean, black-nailed  fingers clawed at Conan's mightily muscled arm as he croaked his  warning.", "Conan pulled his eyes back from following a bold-eyed, red-lipped  Ghanara whose short skirt bared her brown thigh at each insolent step,  and frowned down at his importunate companion.", "asked Conan in good-humored  derision.", "But--' he drew closer to Conan and shivered--'something else  was found!", "asked Conan skeptically.", "Conan, you  are of the West, and know not the secrets of this ancient land.", "Conan said suddenly.", "Conan shifted his broad sword-belt to his liking, and calmly returned  the searching stares directed at him by the squad of watchmen as they  swung past.", "Conan glanced at the sun, just beginning to dip behind the flat-topped  houses on the western side of the bazar, and hitching once more at his  belt, moved off in the direction of Aram Baksh's tavern.", "Bronze lanterns, carved with leering dragons, had been lighted in the  streets before Conan reached the house of Aram Baksh.", "As Conan came down the road he wondered why the beggars, so plentiful in  Zamboula, had not appropriated these empty houses for sleeping quarters.", "Conan jerked  lustily at the rope which depended from the bell beside the lantern,  augmenting its clamor by hammering on the iron-bound teakwork gate with  the hilt of his sword.", "'Open, blast you,' requested Conan.", "The black craned his neck to stare into the starlit road behind Conan;  but he opened the gate without comment, and closed it again behind the  Cimmerian, locking and bolting it.", "Conan  strode through a garden where great pale blossoms nodded in the  starlight, and entered the tap-room, where a Stygian with the shaven  head of a student sat at a table brooding over nameless mysteries, and  some nondescripts wrangled over a game of dice in a corner.", "'I ate a joint of beef and a loaf of bread in the _suk_,' grunted Conan.", "Conan followed Aram down a corridor lighted by copper lamps, and it did  not please him to note his host's noiseless tread.", "This Aram lifted and  showed the Cimmerian into a well-appointed chamber, the windows of  which, Conan instantly noted, were small and strongly set with twisted  bars of iron, tastefully gilded.", "It was a much  more elaborate chamber than Conan could have procured for the price  nearer the center of the city--a fact that had first attracted him,  when, that morning, he discovered how slim a purse his roisterings for  the past few days had left him.", "Aram had lighted a bronze lamp, and he now called Conan's attention to  the two doors.", "Conan grunted and tossed his naked broadsword on the couch.", "Conan shot the bolt into place, crossed the room,  opened the opposite door and looked out.", "Conan stood for a moment in the door, the glow of the bronze lamp behind  him, looking down the road to where it vanished among the dense palms.", "Conan felt the skin crawl between his shoulders.", "Noiselessly Conan coiled his long legs under him; his naked sword was in  his right hand, and when he struck it was as suddenly and murderously as  a tiger lunging out of the dark.", "Conan  crouched in the dark above it, sword dripping in his hand.", "Conan shut the door but did not bolt it.", "Provided  with a clue to the riddle, Conan pushed back the thick red lips, and  grunted as he stared down at teeth filed to points.", "But Conan knew now why people locked themselves in  so securely at night, and why even beggars shunned the open alleys and  doorless ruins.", "Conan blew out the light, stepped to the door and opened it, and ran his  hand over the ornaments on the outer side.", "Conan returned to the other door, lifted the bolt and pressed against  it.", "They were high, meant to keep  out the man-eaters; but Conan was no swamp-bred black man; his thews had  been steeled in boyhood on the sheer cliffs of his native hills.", "In an instant Conan was crouching at the gate, glaring down the road.", "Conan caught the  glimmer of pale limbs writhing in the starlight, even as, with a  convulsive wrench, the captive slipped from the grasp of the brutal  fingers and came flying up the road, a supple young woman, naked as the  day she was born.", "Conan saw her plainly before she ran out of the road  and into the shadows between the huts.", "Stirred to red rage by the ghoulishness of the episode, Conan raced  across the road.", "One of them was  down, disemboweled, before he could strike, and wheeling cat-like, Conan  evaded the stroke of the other's cudgel and lashed in a whistling  counter-cut.", "Conan was at his heels.", "Conan drove his sword between the dusky shoulders  with such vengeful fury that the broad blade stood out half its length  from the black breast.", "With a choking cry the black stumbled headlong,  and Conan braced his feet and dragged out his sword as his victim fell.", "Conan shook his head as a lion  shakes its mane and growled his unsatiated blood-lust.", "'Beauty like yours might drive a man mad,' quoth Conan, running his  fingers experimentally through her glossy tresses.", "'No need to curse him for that,' grinned Conan.", "The negroes seized me and brought me to this--_what was that?_'    Conan had already moved.", "The girl clutched  Conan's arm and he felt the terrified quivering of her supple body  against his.", "'Aram promised us a man,' muttered another, and Conan mentally promised  Aram something.", "'Well for us those corpses are lying behind these huts,' muttered Conan.", "growled Conan, as he led the way toward  the city, paralleling the road but keeping behind the huts and  straggling trees.", "Conan spat in disgust, and a moment later led his companion out into the  road which was becoming a street, with still, unlighted houses on each  side.", "rumbled Conan.", "His head was lowered, but Conan caught  the weird gleam of eery eyes regarding them unblinkingly.", "Conan pushed the girl aside and drew his sword.", "Sparks flashed  blue as Conan parried the blade, and the next instant the madman was  stretched senseless in the dust from a thundering buffet of Conan's left  fist.", "'Oh, he is not--he is not--'    Conan bent swiftly, turned the man on his side and ran quick fingers  over him.", "Whatever business arrangement she made with Conan would have no bearing  on her relationship with Alafdhal.", "A quick glance showed  Conan the man was not from Darfar.", "At a word from Zabibi, Conan gave the limp body into the black's arms,  and saw the young officer laid on a velvet divan.", "In the starlight of the street  Zabibi took Conan's hand.", "As soon as the clang of their sandals had receded up the street, Conan  and the girl emerged from their hiding-place and hurried on.", "muttered Conan.", "Conan drew his  sword and strode ahead of her as they advanced through the open gateway.", "A faint  groove ran from the sill to the altar, and when Conan's foot felt it, he  stepped away as quickly as if he had trodden upon a snake.", "Conan stood beside her, sword in hand, glancing warily  about him.", "she screamed, and even as Conan leaped  toward her, he saw that a great misshapen hand had fastened itself in  her hair.", "Conan, grabbing ineffectually at her, felt his fingers slip  from a naked limb, and in an instant she had vanished and the wall  showed blank as before.", "Only from beyond it came briefly the muffled  sounds of a struggle, a scream, faintly heard, and a low laugh that made  Conan's blood congeal in his veins.", "But Conan did not hesitate.", "Conan stalked into the corridor with a pantherish tread,  poised to strike right or left.", "His hands were the largest Conan had ever  seen.", "Conan's eyes began to smolder ominously, but he trod warily into the  chamber, his sword ready.", "grunted Conan.", "From beyond a door opposite the one by which Conan had entered there  sounded a woman's scream, faint and muffled in the distance.", "Conan took a stride toward the door, then wheeled  with his skin tingling.", "Baal-pteor was laughing at him, and that laugh  was edged with menace that made the hackles rise on Conan's neck and  sent a red wave of murder-lust driving across his vision.", "Conan dodged instinctively, but, miraculously, the globe stopped short  in midair, a few feet from his face.", "Terrific winds screamed past  Conan, tugging, tearing at him, striving to wrench him from his feet, to  drag him into the vortex that spun madly before him.", "With a choking cry Conan lurched backward, reeled, felt the solid wall  against his back.", "Conan reeled  upright in the silver-ceilinged room, with a gray mist coiling about his  feet, and saw Baal-pteor lolling on the divan, shaking with silent  laughter.", "Conan lunged at him.", "Groping in a rolling cloud  that blinded him, Conan felt a rending sensation of dislocation--and  then room and mist and brown man were gone together.", "With a curse Conan struck off his head; and the head soared  from the ground and snapped beast-like tusks into his throat.", "muttered Conan, crouching and digging his toes hard against  the marble.", "Slightly taller than Conan, and much heavier, Baal-pteor loomed before  him, a daunting image of muscular development.", "Conan released the hilt of his imprisoned sword and fell  silent, watching his enemy through slitted lids.", "And like the stroke of twin cobras, the great hands closed on Conan's  throat.", "And then  a choking gasp burst from him as Conan's fingers locked on his throat.", "Conan's  thin lips drew back from his teeth in a grinning snarl.", "He let go of Conan's throat and grasped his wrists,  trying to tear away those inexorable fingers.", "With a sudden lunge Conan bore him backward until the small of his back  crashed against the table.", "And still farther over its edge Conan bent  him, back and back, until his spine was ready to snap.", "Conan's low laugh was merciless as the ring of steel.", "Conan hurled the flopping corpse to the floor, turned to the sword again  and gripped the hilt with both hands, bracing his feet against the  floor.", "The other end was masked by a rich velvet curtain, and  from beyond that curtain came the devilish strains of such music as  Conan had never heard, not even in nightmares.", "Conan came from behind the curtain, wiping his broad blade.", "Zabibi sank down on the floor, panting, but even as Conan started toward  her, she staggered up again, though her legs trembled with exhaustion.", "Conan demanded.", "'He's in hell with his neck broken,' Conan assured her.", "In a winding street a short distance away Conan halted and checked his  companion with a heavy hand on her naked shoulder.", "she commanded, and Conan's iron fingers  accomplished the task.", "Her manner had subtly changed when  she beckoned Conan to follow her out of the chamber.", "Conan made no comment; his scarred dark countenance was immobile.", "'A horse,' demanded Conan.", "Conan rattled his coins.", "Presently, on a bay stallion, Conan was riding toward the house of Aram  Baksh.", "'I think not,' smiled Conan.", "Conan knew that Aram Baksh slept in a chamber that opened into a  cypress-bordered path that led to the door in the western wall.", "hissed Conan.", "'What tale is this--_you!_'    Conan's vengeful fingers strangled the yell in his throat.", "They went to  the floor together and Conan wrenched the dagger from his enemy's hand.", "Conan  dragged him to his feet and again the dagger slashed, and most of the  curly beard fell to the floor.", "Still gripping his captive's throat--for a man can scream incoherently  even with his tongue slit--Conan dragged him out of the dark chamber and  down the cypress-shadowed path, to the iron-bound door in the outer  wall.", "Into their eager arms Conan thrust the innkeeper.", "Conan was thinking of the scores of wretches who owed their  bloody doom to this man's greed.", "The sounds of the struggle came back to Conan, standing  beside the gate, even after the clump of figures had vanished among the  palms.", "Closing the door behind him, Conan returned to his horse, mounted and  turned westward, toward the open desert, swinging wide to skirt the  sinister belt of palm groves.", "The noise followed Conan as he rode westward beneath the  paling stars."], "appearances_scores": [{"label": "POSITIVE", "score": 0.9836446046829224}, {"label": "NEGATIVE", "score": 0.8406051993370056}, {"label": "POSITIVE", "score": 0.9987244009971619}, {"label": "POSITIVE", "score": 0.9839575290679932}, {"label": "POSITIVE", "score": 0.8270037770271301}, {"label": "NEGATIVE", "score": 0.9532735347747803}, {"label": "POSITIVE", "score": 0.9964687824249268}, {"label": "POSITIVE", "score": 0.9917256832122803}, {"label": "NEGATIVE", "score": 0.9624621272087097}, {"label": "POSITIVE", "score": 0.5331506729125977}, {"label": "NEGATIVE", "score": 0.9954575300216675}, {"label": "NEGATIVE", "score": 0.7954334616661072}, {"label": "POSITIVE", "score": 0.9992176294326782}, {"label": "POSITIVE", "score": 0.9680194854736328}, {"label": "NEGATIVE", "score": 0.9810173511505127}, {"label": "NEGATIVE", "score": 0.9863225221633911}, {"label": "NEGATIVE", "score": 0.999455988407135}, {"label": "POSITIVE", "score": 0.9993390440940857}, {"label": "NEGATIVE", "score": 0.9853986501693726}, {"label": "POSITIVE", "score": 0.9731829166412354}, {"label": "NEGATIVE", "score": 0.9942418336868286}, {"label": "POSITIVE", "score": 0.9895880222320557}, {"label": "NEGATIVE", "score": 0.8702867031097412}, {"label": "NEGATIVE", "score": 0.9891235828399658}, {"label": "NEGATIVE", "score": 0.916027307510376}, {"label": "NEGATIVE", "score": 0.9852845072746277}, {"label": "POSITIVE", "score": 0.9940699338912964}, {"label": "NEGATIVE", "score": 0.9904791712760925}, {"label": "NEGATIVE", "score": 0.9801631569862366}, {"label": "NEGATIVE", "score": 0.8469390869140625}, {"label": "POSITIVE", "score": 0.9200835824012756}, {"label": "POSITIVE", "score": 0.943167507648468}, {"label": "NEGATIVE", "score": 0.9454094767570496}, {"label": "POSITIVE", "score": 0.987720787525177}, {"label": "NEGATIVE", "score": 0.8881149291992188}, {"label": "NEGATIVE", "score": 0.9088267087936401}, {"label": "POSITIVE", "score": 0.9564603567123413}, {"label": "POSITIVE", "score": 0.9985678195953369}, {"label": "NEGATIVE", "score": 0.8464643955230713}, {"label": "NEGATIVE", "score": 0.997602641582489}, {"label": "NEGATIVE", "score": 0.9836109280586243}, {"label": "POSITIVE", "score": 0.9912529587745667}, {"label": "POSITIVE", "score": 0.9985026121139526}, {"label": "NEGATIVE", "score": 0.9656616449356079}, {"label": "NEGATIVE", "score": 0.9249585270881653}, {"label": "POSITIVE", "score": 0.9889571070671082}, {"label": "NEGATIVE", "score": 0.9928606152534485}, {"label": "NEGATIVE", "score": 0.9558358192443848}, {"label": "NEGATIVE", "score": 0.722723126411438}, {"label": "POSITIVE", "score": 0.8392006754875183}, {"label": "POSITIVE", "score": 0.9922524094581604}, {"label": "POSITIVE", "score": 0.9916553497314453}, {"label": "NEGATIVE", "score": 0.9822809100151062}, {"label": "POSITIVE", "score": 0.9623424410820007}, {"label": "NEGATIVE", "score": 0.9996650218963623}, {"label": "NEGATIVE", "score": 0.9541593194007874}, {"label": "POSITIVE", "score": 0.9693399667739868}, {"label": "POSITIVE", "score": 0.9990370273590088}, {"label": "NEGATIVE", "score": 0.9782800078392029}, {"label": "NEGATIVE", "score": 0.8561403751373291}, {"label": "POSITIVE", "score": 0.9986066222190857}, {"label": "NEGATIVE", "score": 0.9833070039749146}, {"label": "POSITIVE", "score": 0.8806853294372559}, {"label": "NEGATIVE", "score": 0.9646115303039551}, {"label": "NEGATIVE", "score": 0.9989548921585083}, {"label": "POSITIVE", "score": 0.9963726997375488}, {"label": "POSITIVE", "score": 0.9986698627471924}, {"label": "NEGATIVE", "score": 0.8046239018440247}, {"label": "POSITIVE", "score": 0.9991083741188049}, {"label": "POSITIVE", "score": 0.8602794408798218}, {"label": "NEGATIVE", "score": 0.9918575882911682}, {"label": "NEGATIVE", "score": 0.994941234588623}, {"label": "POSITIVE", "score": 0.970764696598053}, {"label": "POSITIVE", "score": 0.975477397441864}, {"label": "POSITIVE", "score": 0.8354525566101074}, {"label": "POSITIVE", "score": 0.9917638301849365}, {"label": "NEGATIVE", "score": 0.9890873432159424}, {"label": "POSITIVE", "score": 0.998668909072876}, {"label": "NEGATIVE", "score": 0.9597448110580444}, {"label": "POSITIVE", "score": 0.7435218095779419}, {"label": "POSITIVE", "score": 0.5804806351661682}, {"label": "NEGATIVE", "score": 0.8531383275985718}, {"label": "POSITIVE", "score": 0.9989439845085144}, {"label": "NEGATIVE", "score": 0.9751778841018677}, {"label": "POSITIVE", "score": 0.9723849296569824}, {"label": "NEGATIVE", "score": 0.7059088349342346}, {"label": "NEGATIVE", "score": 0.8248507380485535}, {"label": "NEGATIVE", "score": 0.7296173572540283}, {"label": "NEGATIVE", "score": 0.9887415766716003}, {"label": "NEGATIVE", "score": 0.693755030632019}, {"label": "POSITIVE", "score": 0.8359102010726929}, {"label": "POSITIVE", "score": 0.522659957408905}, {"label": "POSITIVE", "score": 0.9944992065429688}, {"label": "NEGATIVE", "score": 0.941394031047821}, {"label": "NEGATIVE", "score": 0.9935145378112793}, {"label": "NEGATIVE", "score": 0.7668357491493225}, {"label": "NEGATIVE", "score": 0.9771187901496887}, {"label": "POSITIVE", "score": 0.6167252659797668}, {"label": "POSITIVE", "score": 0.9996510744094849}, {"label": "POSITIVE", "score": 0.9902847409248352}, {"label": "NEGATIVE", "score": 0.9807358980178833}, {"label": "POSITIVE", "score": 0.9921671748161316}, {"label": "NEGATIVE", "score": 0.9956657290458679}, {"label": "POSITIVE", "score": 0.9796253442764282}, {"label": "POSITIVE", "score": 0.9792769551277161}, {"label": "NEGATIVE", "score": 0.6913641691207886}, {"label": "NEGATIVE", "score": 0.9518840909004211}, {"label": "NEGATIVE", "score": 0.9948644042015076}, {"label": "NEGATIVE", "score": 0.9805474281311035}, {"label": "NEGATIVE", "score": 0.9985001087188721}, {"label": "NEGATIVE", "score": 0.9662530422210693}, {"label": "POSITIVE", "score": 0.9980073571205139}, {"label": "NEGATIVE", "score": 0.9860866069793701}, {"label": "POSITIVE", "score": 0.9807173609733582}, {"label": "POSITIVE", "score": 0.99765944480896}, {"label": "POSITIVE", "score": 0.9718808531761169}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.48842800691209975}, {"character": "aram", "frequency": 37, "appearances": ["1 A Drum Begins      'Peril hides in the house of Aram Baksh!'", "But desert men and travelers _have_ slept in the house of  Aram Baksh, and never been seen or heard of again.", "If Aram did not sell them, after  doing away with their owners, how came they here?'", "'But it is not always rich strangers who vanish by night from the house  of Aram Baksh!'", "Aram Baksh is a demon in the  form of a man!", "Go not to the house of Aram Baksh!'", "There are demons in the house of Aram Baksh!'", "Conan glanced at the sun, just beginning to dip behind the flat-topped  houses on the western side of the bazar, and hitching once more at his  belt, moved off in the direction of Aram Baksh's tavern.", "Bronze lanterns, carved with leering dragons, had been lighted in the  streets before Conan reached the house of Aram Baksh.", "Aram's gate did not open upon the road, but upon the alley which ran  between the tavern and the garden of the date-palms.", "I've paid Aram for a  room, and a room I'll have, by Crom!'", "Aram Baksh came forward, walking softly, a portly man, with a black  beard that swept his breast, a jutting hook-nose, and small black eyes  which were never still.", "He gulped the cheap wine with relish, and then followed Aram out of the  tap-room.", "Conan followed Aram down a corridor lighted by copper lamps, and it did  not please him to note his host's noiseless tread.", "Aram's feet were clad  in soft slippers and the hallway was carpeted with thick Turanian rugs;  but there was an unpleasant suggestion of stealthiness about the  Zamboulan.", "At the end of the winding corridor Aram halted at a door, across which a  heavy iron bar rested in powerful metal brackets.", "This Aram lifted and  showed the Cimmerian into a well-appointed chamber, the windows of  which, Conan instantly noted, were small and strongly set with twisted  bars of iron, tastefully gilded.", "Aram had lighted a bronze lamp, and he now called Conan's attention to  the two doors.", "'You may sleep safely tonight, Cimmerian,' said Aram, blinking over his  bushy beard from the inner doorway.", "Aram made no reply; he stood fingering his thick beard for a moment as  he stared at the grim weapon.", "He started to shout for  Aram, then shrugged his shoulders and blew out the light.", "He understood now the mystery of the strangers who had disappeared from  the house of Aram Baksh; the riddle of the black drum thrumming out  there beyond the palm groves, and of that pit of charred bones--that pit  where strange meat might be roasted under the stars, while black beasts  squatted about to glut a hideous hunger.", "He grunted in disgust as he visualized brutish black  shadows skulking up and down the nighted streets, seeking human  prey--and such men as Aram Baksh to open the doors to them.", "The slaves from Darfar were  notorious thieves; there was no doubt that some of their pilfered loot  found its way into the hands of Aram Baksh.", "Aram  was taking no chances either with his victims or the men with whom he  dealt.", "He had no intention of delaying the  settlement of his reckoning with Aram Baksh.", "To reach Aram Baksh he must climb one of the walls which separated the  small enclosure from the main compound.", "He forgot all about Aram Baksh as  he scrutinized her by the light of the stars.", "'Aram promised us a man,' muttered another, and Conan mentally promised  Aram something.", "'If they look in Aram's death-room they'll find another.", "'Such men as Aram Baksh sell these strangers to the blacks.", "Presently, on a bay stallion, Conan was riding toward the house of Aram  Baksh.", "Aram Baksh will give you a man.'", "Conan knew that Aram Baksh slept in a chamber that opened into a  cypress-bordered path that led to the door in the western wall.", "Aram Baksh made  hideous noises, gasping and gagging on a mouthful of blood.", "Aram Baksh fought like a wild man, his  distended eyes turned frantically on the Cimmerian's face.", "How could they recognize Aram Baksh in this half-naked,  bloodstained figure, with the grotesquely shorn beard and unintelligible  babblings?"], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9711955189704895}, {"label": "NEGATIVE", "score": 0.9838809967041016}, {"label": "NEGATIVE", "score": 0.9992491602897644}, {"label": "NEGATIVE", "score": 0.9731893539428711}, {"label": "NEGATIVE", "score": 0.8331739902496338}, {"label": "NEGATIVE", "score": 0.986732542514801}, {"label": "NEGATIVE", "score": 0.9122658967971802}, {"label": "NEGATIVE", "score": 0.9624621272087097}, {"label": "POSITIVE", "score": 0.5331506729125977}, {"label": "NEGATIVE", "score": 0.9764845967292786}, {"label": "NEGATIVE", "score": 0.8476962447166443}, {"label": "POSITIVE", "score": 0.7989442944526672}, {"label": "NEGATIVE", "score": 0.6382719874382019}, {"label": "NEGATIVE", "score": 0.999455988407135}, {"label": "NEGATIVE", "score": 0.9542451500892639}, {"label": "NEGATIVE", "score": 0.9671217203140259}, {"label": "POSITIVE", "score": 0.9993390440940857}, {"label": "POSITIVE", "score": 0.9731829166412354}, {"label": "POSITIVE", "score": 0.5332005023956299}, {"label": "NEGATIVE", "score": 0.9981416463851929}, {"label": "NEGATIVE", "score": 0.9974337220191956}, {"label": "NEGATIVE", "score": 0.9901450872421265}, {"label": "NEGATIVE", "score": 0.9936011433601379}, {"label": "NEGATIVE", "score": 0.9880781769752502}, {"label": "NEGATIVE", "score": 0.9993257522583008}, {"label": "NEGATIVE", "score": 0.9988766312599182}, {"label": "POSITIVE", "score": 0.5636897683143616}, {"label": "NEGATIVE", "score": 0.9985939860343933}, {"label": "POSITIVE", "score": 0.9889571070671082}, {"label": "NEGATIVE", "score": 0.9983048439025879}, {"label": "NEGATIVE", "score": 0.9830824136734009}, {"label": "POSITIVE", "score": 0.9796253442764282}, {"label": "POSITIVE", "score": 0.9987446069717407}, {"label": "NEGATIVE", "score": 0.6913641691207886}, {"label": "NEGATIVE", "score": 0.9966748952865601}, {"label": "POSITIVE", "score": 0.770846962928772}, {"label": "NEGATIVE", "score": 0.9991363883018494}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.6929238954105892}, {"character": "cimmerian", "frequency": 26, "appearances": ["He looked smaller and meaner  than ever in contrast to the giant Cimmerian with his black brows, broad  chest, and powerful limbs.", "'I have no goods,' growled the Cimmerian, touching the shagreen-bound  hilt of the broadsword that hung at his hip.", "grunted the Cimmerian.", "The babel of a myriad tongues smote on the Cimmerian's ears as the  restless pattern of the Zamboula streets weaved about him--cleft now and  then by a squad of clattering horsemen, the tall, supple warriors of  Turan, with dark hawk-faces, clinking metal and curved swords.", "The black craned his neck to stare into the starlit road behind Conan;  but he opened the gate without comment, and closed it again behind the  Cimmerian, locking and bolting it.", "This Aram lifted and  showed the Cimmerian into a well-appointed chamber, the windows of  which, Conan instantly noted, were small and strongly set with twisted  bars of iron, tastefully gilded.", "'You may sleep safely tonight, Cimmerian,' said Aram, blinking over his  bushy beard from the inner doorway.", "Glancing idly at the stars framed in the barred windows, with the murmur  of the breeze through the palms in his ears, he sank into slumber with a  vague consciousness of the muttering drum, out on the desert--the low  rumble and mutter of a leather-covered drum, beaten with soft, rhythmic  strokes of an open black hand....          2 The Night Skulkers      It was the stealthy opening of a door which awakened the Cimmerian.", "Now the monster  slid noiselessly into the room, with a crouching posture and a shambling  gait; and a familiar scent assailed the Cimmerian's nostrils, but did  not reassure him, since Zuagir legendry represented demons as smelling  like that.", "Buckling on his sword-belt, the Cimmerian strode out into the  court, closing the door behind him.", "She tossed back her  thick, glossy locks and cast a fearful glance over her shoulder, while  she pressed closer to the Cimmerian as if seeking security in the  contact.", "She came close to the giant Cimmerian, and  laid her slender hands on his arching breast.", "rumbled the Cimmerian.", "'Pick up my lover,' she directed, and the Cimmerian stooped and swung  the tall form easily to his broad shoulder.", "She hurried along the street, while the Cimmerian strode  easily after her, in no way discomforted by his limp burden.", "Then she straightened and beckoned the  Cimmerian.", "3 Black Hands Gripping      With an oath the Cimmerian smote the wall a terrific blow with the  pommel of his sword, and the marble cracked and chipped.", "He laughed as he met the Cimmerian's startled glare.", "'Your head, Cimmerian!'", "Hundreds of necks have  snapped between these fingers--' he worked them before the Cimmerian's  angry eyes.", "The Cimmerian made no attempt to dodge or fend them away, but  his own hands darted to the Kosalan's bull-neck.", "His thews seemed ready  to burst from his arms and shoulders, yet the muscles of the Cimmerian's  thick neck did not give; they felt like masses of woven iron cords under  his desperate fingers.", "But his own flesh was giving way under the iron  fingers of the Cimmerian which ground deeper and deeper into the  yielding throat-muscles, crushing them in upon jugular and windpipe.", "Break the neck of a wild Cimmerian bull before you  call yourself strong.", "He craned his neck to stare into the Cimmerian's face.", "Aram Baksh fought like a wild man, his  distended eyes turned frantically on the Cimmerian's face."], "appearances_scores": [{"label": "POSITIVE", "score": 0.9907544851303101}, {"label": "NEGATIVE", "score": 0.971132218837738}, {"label": "NEGATIVE", "score": 0.9944437146186829}, {"label": "POSITIVE", "score": 0.6465505361557007}, {"label": "POSITIVE", "score": 0.9680194854736328}, {"label": "POSITIVE", "score": 0.9993390440940857}, {"label": "POSITIVE", "score": 0.5332005023956299}, {"label": "NEGATIVE", "score": 0.9691649079322815}, {"label": "NEGATIVE", "score": 0.9947258830070496}, {"label": "POSITIVE", "score": 0.9951666593551636}, {"label": "NEGATIVE", "score": 0.8931715488433838}, {"label": "POSITIVE", "score": 0.9991102814674377}, {"label": "NEGATIVE", "score": 0.9535228610038757}, {"label": "POSITIVE", "score": 0.9988489151000977}, {"label": "POSITIVE", "score": 0.9763785600662231}, {"label": "POSITIVE", "score": 0.9971657395362854}, {"label": "NEGATIVE", "score": 0.9937853813171387}, {"label": "POSITIVE", "score": 0.9974958300590515}, {"label": "POSITIVE", "score": 0.9871250987052917}, {"label": "POSITIVE", "score": 0.6605646014213562}, {"label": "NEGATIVE", "score": 0.9846813678741455}, {"label": "NEGATIVE", "score": 0.9613721966743469}, {"label": "POSITIVE", "score": 0.8948231339454651}, {"label": "NEGATIVE", "score": 0.9212090373039246}, {"label": "POSITIVE", "score": 0.9900943636894226}, {"label": "POSITIVE", "score": 0.770846962928772}], "sentiment_class": "POSITIVE", "sentiment_score": 0.554057084597074}, {"character": "baksh", "frequency": 26, "appearances": ["1 A Drum Begins      'Peril hides in the house of Aram Baksh!'", "But desert men and travelers _have_ slept in the house of  Aram Baksh, and never been seen or heard of again.", "'But it is not always rich strangers who vanish by night from the house  of Aram Baksh!'", "'Aram Baksh is a demon!", "Aram Baksh is a demon in the  form of a man!", "Go not to the house of Aram Baksh!'", "There are demons in the house of Aram Baksh!'", "Conan glanced at the sun, just beginning to dip behind the flat-topped  houses on the western side of the bazar, and hitching once more at his  belt, moved off in the direction of Aram Baksh's tavern.", "Bronze lanterns, carved with leering dragons, had been lighted in the  streets before Conan reached the house of Aram Baksh.", "Aram Baksh came forward, walking softly, a portly man, with a black  beard that swept his breast, a jutting hook-nose, and small black eyes  which were never still.", "He understood now the mystery of the strangers who had disappeared from  the house of Aram Baksh; the riddle of the black drum thrumming out  there beyond the palm groves, and of that pit of charred bones--that pit  where strange meat might be roasted under the stars, while black beasts  squatted about to glut a hideous hunger.", "He grunted in disgust as he visualized brutish black  shadows skulking up and down the nighted streets, seeking human  prey--and such men as Aram Baksh to open the doors to them.", "The slaves from Darfar were  notorious thieves; there was no doubt that some of their pilfered loot  found its way into the hands of Aram Baksh.", "He had no intention of delaying the  settlement of his reckoning with Aram Baksh.", "To reach Aram Baksh he must climb one of the walls which separated the  small enclosure from the main compound.", "He forgot all about Aram Baksh as  he scrutinized her by the light of the stars.", "'Such men as Aram Baksh sell these strangers to the blacks.", "Presently, on a bay stallion, Conan was riding toward the house of Aram  Baksh.", "'Aram Baksh promised us a man, but he lied.", "'Aram Baksh will give you a man.", "Aram Baksh will give you a man.'", "Conan knew that Aram Baksh slept in a chamber that opened into a  cypress-bordered path that led to the door in the western wall.", "'Aram Baksh!'", "Aram Baksh made  hideous noises, gasping and gagging on a mouthful of blood.", "Aram Baksh fought like a wild man, his  distended eyes turned frantically on the Cimmerian's face.", "How could they recognize Aram Baksh in this half-naked,  bloodstained figure, with the grotesquely shorn beard and unintelligible  babblings?"], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9711955189704895}, {"label": "NEGATIVE", "score": 0.9838809967041016}, {"label": "NEGATIVE", "score": 0.9731893539428711}, {"label": "NEGATIVE", "score": 0.9850370287895203}, {"label": "NEGATIVE", "score": 0.8331739902496338}, {"label": "NEGATIVE", "score": 0.986732542514801}, {"label": "NEGATIVE", "score": 0.9122658967971802}, {"label": "NEGATIVE", "score": 0.9624621272087097}, {"label": "POSITIVE", "score": 0.5331506729125977}, {"label": "POSITIVE", "score": 0.7989442944526672}, {"label": "NEGATIVE", "score": 0.9901450872421265}, {"label": "NEGATIVE", "score": 0.9936011433601379}, {"label": "NEGATIVE", "score": 0.9880781769752502}, {"label": "NEGATIVE", "score": 0.9988766312599182}, {"label": "POSITIVE", "score": 0.5636897683143616}, {"label": "NEGATIVE", "score": 0.9985939860343933}, {"label": "NEGATIVE", "score": 0.9830824136734009}, {"label": "POSITIVE", "score": 0.9796253442764282}, {"label": "NEGATIVE", "score": 0.9922814965248108}, {"label": "POSITIVE", "score": 0.9990181922912598}, {"label": "POSITIVE", "score": 0.9987446069717407}, {"label": "NEGATIVE", "score": 0.6913641691207886}, {"label": "NEGATIVE", "score": 0.5382397174835205}, {"label": "NEGATIVE", "score": 0.9966748952865601}, {"label": "POSITIVE", "score": 0.770846962928772}, {"label": "NEGATIVE", "score": 0.9991363883018494}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.6837696754015411}]