[{"character": "mowgli", "frequency": 205, "appearances": [" The Jungle Book  by Rudyard Kipling        CONTENTS         Mowgli's Brothers       Hunting-Song of the Seeonee Pack       Kaa's Hunting       Road-Song of the Bandar-Log       \"Tiger!", "Mowgli's Song       The White Seal       Lukannon       \"Rikki-Tikki-Tavi\"       Darzee's Chant       Toomai of the Elephants       Shiv and the Grasshopper       Her Majesty's Servants       Parade Song of the Camp Animals          Mowgli's Brothers         Now Rann the Kite brings home the night          That Mang the Bat sets free--       The herds are shut in byre and hut          For loosed till dawn are we.", "O thou Mowgli--for Mowgli the Frog I will call thee--the time will  come when thou wilt hunt Shere Khan as he has hunted thee.\"", "Father Wolf waited till his cubs could run a little, and then on the  night of the Pack Meeting took them and Mowgli and Mother Wolf to the  Council Rock--a hilltop covered with stones and boulders where a hundred  wolves could hide.", "At last--and Mother Wolf's neck bristles lifted as the time came--Father  Wolf pushed \"Mowgli the Frog,\" as they called him, into the center,  where he sat laughing and playing with some pebbles that glistened in  the moonlight.", "Mowgli was still deeply interested in the pebbles, and he did not notice  when the wolves came and looked at him one by one.", "At last they all went  down the hill for the dead bull, and only Akela, Bagheera, Baloo, and  Mowgli's own wolves were left.", "Shere Khan roared still in the night, for  he was very angry that Mowgli had not been handed over to him.", "And that is how Mowgli was entered into the Seeonee Wolf Pack for the  price of a bull and on Baloo's good word.", "Now you must be content to skip ten or eleven whole years, and only  guess at all the wonderful life that Mowgli led among the wolves,  because if it were written out it would fill ever so many books.", "Bagheera would lie out on a branch and call, \"Come  along, Little Brother,\" and at first Mowgli would cling like the sloth,  but afterward he would fling himself through the branches almost as  boldly as the gray ape.", "Bagheera killed right and left as he felt hungry, and so did  Mowgli--with one exception.", "Mowgli obeyed faithfully.", "But though a  young wolf would have remembered that advice every hour, Mowgli forgot  it because he was only a boy--though he would have called himself a wolf  if he had been able to speak in any human tongue.", "Bagheera, who had eyes and ears everywhere, knew something of this, and  once or twice he told Mowgli in so many words that Shere Khan would kill  him some day.", "Mowgli would laugh and answer: \"I have the Pack and I have  thee; and Baloo, though he is so lazy, might strike a blow or two for my  sake.", "Perhaps Ikki the Porcupine had told him;  but he said to Mowgli when they were deep in the jungle, as the boy lay  with his head on Bagheera's beautiful black skin, \"Little Brother, how  often have I told thee that Shere Khan is thy enemy?\"", "\"As many times as there are nuts on that palm,\" said Mowgli, who,  naturally, could not count.", "said Mowgli.", "said  Mowgli.", "Mowgli put up his strong brown hand, and just under Bagheera's silky  chin, where the giant rolling muscles were all hid by the glossy hair,  he came upon a little bald spot.", "\"Yes,\" said Mowgli, \"all the jungle fear Bagheera--all except Mowgli.\"", "said Mowgli.", "And Mowgli looked at him steadily between  the eyes.", "\"I did not know these things,\" said Mowgli sullenly, and he frowned  under his heavy black eyebrows.", "said Mowgli.", "said Mowgli.", "\"Then, by the Bull that bought me, I will pay Shere Khan full tale for  this, and it may be a little over,\" said Mowgli, and he bounded away.", "Mowgli was far and far through the forest, running hard, and his heart  was hot in him.", "The Lone Wolf must have sprung and missed his hold, for Mowgli heard the  snap of his teeth and then a yelp as the Sambhur knocked him over with  his forefoot.", "said Mowgli.", "\"They are very like me,\" said Mowgli, blowing into the pot as he had  seen the woman do.", "Mowgli held up the  fire-pot.", "All that day Mowgli sat in the cave tending his fire pot and dipping  dry branches into it to see how they looked.", "Then Mowgli went to the Council, still laughing.", "Bagheera lay  close to Mowgli, and the fire pot was between Mowgli's knees.", "Mowgli sprang to his feet.", "said Mowgli.", "\"Now the business is in thy hands,\" said Bagheera to Mowgli.", "Mowgli stood upright--the fire pot in his hands.", "Mowgli thrust his dead branch into the fire till the twigs lit and  crackled, and whirled it above his head among the cowering wolves.", "Akela, the grim old wolf who had never asked for mercy in his life, gave  one piteous look at Mowgli as the boy stood all naked, his long black  hair tossing over his shoulders in the light of the blazing branch that  made the shadows jump and quiver.", "said Mowgli, staring round slowly.", "Mowgli cried.", "The fire was  burning furiously at the end of the branch, and Mowgli struck right  and left round the circle, and the wolves ran howling with the sparks  burning their fur.", "At last there were only Akela, Bagheera, and perhaps  ten wolves that had taken Mowgli's part.", "Then something began to hurt  Mowgli inside him, as he had never been hurt in his life before, and he  caught his breath and sobbed, and the tears ran down his face.", "Let them fall, Mowgli.", "So Mowgli sat and cried as though his heart would break; and he  had never cried in all his life before.", "said Mowgli.", "\"I will surely come,\" said Mowgli.", "The dawn was beginning to break when Mowgli went down the hillside  alone, to meet those mysterious things that are called men.", "Maxims of Baloo      All that is told here happened some time before Mowgli was turned out of  the Seeonee Wolf Pack, or revenged himself on Shere Khan the tiger.", "But Mowgli, as a man-cub, had to  learn a great deal more than this.", "Sometimes Bagheera the Black Panther  would come lounging through the jungle to see how his pet was getting  on, and would purr with his head against a tree while Mowgli recited the  day's lesson to Baloo.", "Then, too, Mowgli was taught the Strangers' Hunting Call,  which must be repeated aloud till it is answered, whenever one of the  Jungle-People hunts outside his own grounds.", "All this will show you how much Mowgli had to learn by heart, and he  grew very tired of saying the same thing over a hundred times.", "But, as  Baloo said to Bagheera, one day when Mowgli had been cuffed and run off  in a temper, \"A man's cub is a man's cub, and he must learn all the Law  of the Jungle.\"", "\"But think how small he is,\" said the Black Panther, who would have  spoiled Mowgli if he had had his own way.", "\"I will call Mowgli and he shall say them--if he will.", "\"My head is ringing like a bee tree,\" said a sullen little voice over  their heads, and Mowgli slid down a tree trunk very angry and indignant,  adding as he reached the ground: \"I come for Bagheera and not for thee,  fat old Baloo!\"", "said Mowgli, delighted to show off.", "\"We be of one blood, ye and I,\" said Mowgli, giving the words the Bear  accent which all the Hunting People use.", "Mowgli repeated, with the Kite's whistle at the end of the sentence.", "The answer was a perfectly indescribable hiss, and Mowgli kicked up his  feet behind, clapped his hands together to applaud himself, and jumped  on to Bagheera's back, where he sat sideways, drumming with his heels on  the glossy skin and making the worst faces he could think of at Baloo.", "Then he turned aside to  tell Bagheera how he had begged the Master Words from Hathi the Wild  Elephant, who knows all about these things, and how Hathi had taken  Mowgli down to a pool to get the Snake Word from a water-snake, because  Baloo could not pronounce it, and how Mowgli was now reasonably safe  against all accidents in the jungle, because neither snake, bird, nor  beast would hurt him.", "\"Except his own tribe,\" said Bagheera, under his breath; and then aloud  to Mowgli, \"Have a care for my ribs, Little Brother!", "Mowgli had been trying to make himself heard by pulling at Bagheera's  shoulder fur and kicking hard.", "\"Yes, and throw branches and dirt at old Baloo,\" Mowgli went on.", "Baloo's big paw scooped Mowgli off Bagheera's back, and as the  boy lay between the big fore-paws he could see the Bear was angry.", "\"Mowgli,\" said Baloo, \"thou hast been talking with the Bandar-log--the  Monkey People.\"", "Mowgli looked at Bagheera to see if the Panther was angry too, and  Bagheera's eyes were as hard as jade stones.", "\"When Baloo hurt my head,\" said Mowgli (he was still on his back), \"I  went away, and the gray apes came down from the trees and had pity on  me.", "\"No,\" said Mowgli in a whisper, for the forest was very still now Baloo  had finished.", "A fresh shower came down on their heads and the two trotted away, taking  Mowgli with them.", "None  of the beasts could reach them, but on the other hand none of the beasts  would notice them, and that was why they were so pleased when Mowgli  came to play with them, and they heard how angry Baloo was.", "They never meant to do any more--the Bandar-log never mean anything at  all; but one of them invented what seemed to him a brilliant idea, and  he told all the others that Mowgli would be a useful person to keep in  the tribe, because he could weave sticks together for protection from  the wind; so, if they caught him, they could make him teach them.", "Of course Mowgli, as a woodcutter's child, inherited all sorts of  instincts, and used to make little huts of fallen branches without  thinking how he came to do it.", "Therefore  they followed Baloo and Bagheera and Mowgli through the jungle very  quietly till it was time for the midday nap, and Mowgli, who was  very much ashamed of himself, slept between the Panther and the Bear,  resolving to have no more to do with the Monkey People.", "Two of the strongest monkeys caught Mowgli under  the arms and swung off with him through the treetops, twenty feet at a  bound.", "Sick and giddy as Mowgli was he could not  help enjoying the wild rush, though the glimpses of earth far down below  frightened him, and the terrible check and jerk at the end of the swing  over nothing but empty air brought his heart between his teeth.", "So, bounding and  crashing and whooping and yelling, the whole tribe of Bandar-log swept  along the tree-roads with Mowgli their prisoner.", "He  whistled with surprise when he saw Mowgli being dragged up to a treetop  and heard him give the Kite call for--\"We be of one blood, thou and I.\"", "Mowgli shouted.", "Rann had never seen Mowgli before, though of  course he had heard of him.", "\"Mowgli, the Frog.", "The last words were shrieked as he was being swung through the air, but  Rann nodded and rose up till he looked no bigger than a speck of dust,  and there he hung, watching with his telescope eyes the swaying of the  treetops as Mowgli's escort whirled along.", "O Mowgli, Mowgli!", "\"I have seen Mowgli among the Bandar-log.", "In the Cold Lairs the Monkey-People were not thinking of Mowgli's  friends at all.", "Mowgli had never seen an  Indian city before, and though this was almost a heap of ruins it seemed  very wonderful and splendid.", "Mowgli, who had been trained under the Law of the Jungle, did not like  or understand this kind of life.", "The monkeys dragged him into the Cold  Lairs late in the afternoon, and instead of going to sleep, as Mowgli  would have done after a long journey, they joined hands and danced about  and sang their foolish songs.", "One of the monkeys made a speech and told  his companions that Mowgli's capture marked a new thing in the history  of the Bandar-log, for Mowgli was going to show them how to weave sticks  and canes together as a protection against rain and cold.", "Mowgli picked  up some creepers and began to work them in and out, and the monkeys  tried to imitate; but in a very few minutes they lost interest and began  to pull their friends' tails or jump up and down on all fours, coughing.", "\"I wish to eat,\" said Mowgli.", "Mowgli was sore and  angry as well as hungry, and he roamed through the empty city giving the  Strangers' Hunting Call from time to time, but no one answered him, and  Mowgli felt that he had reached a very bad place indeed.", "Sore, sleepy, and hungry as he was, Mowgli could not  help laughing when the Bandar-log began, twenty at a time, to tell him  how great and wise and strong and gentle they were, and how foolish he  was to wish to leave them.", "Mowgli  made no objection, and the monkeys gathered by hundreds and hundreds on  the terrace to listen to their own speakers singing the praises of the  Bandar-log, and whenever a speaker stopped for want of breath they would  all shout together: \"This is true; we all say so.\"", "Mowgli nodded and  blinked, and said \"Yes\" when they asked him a question, and his head  spun with the noise.", "The cloud hid the moon,  and as Mowgli wondered what would come next he heard Bagheera's light  feet on the terrace.", "The Black Panther had raced up the slope almost  without a sound and was striking--he knew better than to waste time in  biting--right and left among the monkeys, who were seated round Mowgli  in circles fifty and sixty deep.", "A scuffling  mass of monkeys, biting, scratching, tearing, and pulling, closed over  Bagheera, while five or six laid hold of Mowgli, dragged him up the wall  of the summerhouse and pushed him through the hole of the broken dome.", "A man-trained boy would have been badly bruised, for the fall was a  good fifteen feet, but Mowgli fell as Baloo had taught him to fall, and  landed on his feet.", "\"We be of one blood, ye and I,\" said Mowgli, quickly giving the Snake's  Call.", "Mowgli stood as quietly as he could, peering through the open work and  listening to the furious din of the fight round the Black Panther--the  yells and chatterings and scufflings, and Bagheera's deep, hoarse cough  as he backed and bucked and twisted and plunged under the heaps of his  enemies.", "\"Baloo must be at hand; Bagheera would not have come alone,\" Mowgli  thought.", "Bagheera heard, and the cry that told him Mowgli was safe gave him new  courage.", "A crash and a splash told  Mowgli that Bagheera had fought his way to the tank where the monkeys  could not follow.", "The monkeys on the walls and the empty houses stopped  their cries, and in the stillness that fell upon the city Mowgli heard  Bagheera shaking his wet sides as he came up from the tank.", "They  clung around the necks of the big stone idols and shrieked as they  skipped along the battlements, while Mowgli, dancing in the summerhouse,  put his eye to the screenwork and hooted owl-fashion between his front  teeth, to show his derision and contempt.", "I cannot climb out,\" cried Mowgli.", "The screen-work broke and fell away in a cloud of dust and  rubbish, and Mowgli leaped through the opening and flung himself between  Baloo and Bagheera--an arm around each big neck.", "\"Of that we shall judge later,\" said Bagheera, in a dry voice that  Mowgli did not at all like.", "Thank him according to our customs, Mowgli.\"", "Mowgli turned and saw the great Python's head swaying a foot above his  own.", "\"We be one blood, thou and I,\" Mowgli answered.", "\"Well said,\" growled Baloo, for Mowgli had returned thanks very  prettily.", "The Python dropped his head lightly for a minute on Mowgli's  shoulder.", "Baloo and Bagheera stood still as stone, growling in their throats,  their neck hair bristling, and Mowgli watched and wondered.", "Mowgli laid his hands on Baloo and Bagheera to get them away, and the  two great beasts started as though they had been waked from a dream.", "\"It is only old Kaa making circles on the dust,\" said Mowgli.", "said Mowgli, who did not know  anything of a python's powers of fascination.", "\"Mowgli,\" said Bagheera angrily, \"his nose was sore on thy account, as  my ears and sides and paws, and Baloo's neck and shoulders are bitten  on thy account.", "For, remember, Mowgli, I, who am the Black  Panther, was forced to call upon Kaa for protection, and Baloo and I  were both made stupid as little birds by the Hunger Dance.", "\"True, it is true,\" said Mowgli sorrowfully.", "Baloo did not wish to bring Mowgli into any more trouble, but he could  not tamper with the Law, so he mumbled: \"Sorrow never stays punishment.", "Mowgli, hast thou anything to say?\"", "When it was all over Mowgli sneezed, and picked himself  up without a word.", "Mowgli laid his head down on Bagheera's back and slept so deeply that he  never waked when he was put down in the home-cave.", "When Mowgli left the wolf's cave  after the fight with the Pack at the Council Rock, he went down to the  plowed lands where the villagers lived, but he would not stop there  because it was too near to the jungle, and he knew that he had made at  least one bad enemy at the Council.", "All over the  plain, cattle and buffaloes were grazing, and when the little boys in  charge of the herds saw Mowgli they shouted and ran away, and the yellow  pariah dogs that hang about every Indian village barked.", "Mowgli walked  on, for he was feeling hungry, and when he came to the village gate he  saw the big thorn-bush that was drawn up before the gate at twilight,  pushed to one side.", "The priest came to  the gate, and with him at least a hundred people, who stared and talked  and shouted and pointed at Mowgli.", "\"They have no manners, these Men Folk,\" said Mowgli to himself.", "Of course, in playing together, the cubs had often nipped Mowgli harder  than they intended, and there were white scars all over his arms and  legs.", "\"Let me look,\" said a woman with heavy copper rings on her wrists and  ankles, and she peered at Mowgli under the palm of her hand.", "\"By the Bull that bought me,\" said Mowgli to himself, \"but all this  talking is like another looking-over by the Pack!", "The crowd parted as the woman beckoned Mowgli to her hut, where there  was a red lacquered bedstead, a great earthen grain chest with funny  raised patterns on it, half a dozen copper cooking pots, an image of a  Hindu god in a little alcove, and on the wall a real looking glass, such  as they sell at the country fairs.", "Mowgli did not show that he  knew the name.", "Mowgli was uneasy, because he had never been under a roof before.", "So, as soon as Messua pronounced a word Mowgli would imitate  it almost perfectly, and before dark he had learned the names of many  things in the hut.", "There was a difficulty at bedtime, because Mowgli would not sleep under  anything that looked so like a panther trap as that hut, and when they  shut the door he went through the window.", "So Mowgli stretched himself in some long, clean grass at the edge of  the field, but before he had closed his eyes a soft gray nose poked him  under the chin.", "said Mowgli, hugging him.", "For three months after that night Mowgli hardly ever left the village  gate, he was so busy learning the ways and customs of men.", "And Mowgli had not the faintest idea of the difference that caste makes  between man and man.", "When the potter's donkey slipped in the clay pit,  Mowgli hauled it out by the tail, and helped to stack the pots for their  journey to the market at Khanhiwara.", "When the priest  scolded him, Mowgli threatened to put him on the donkey too, and the  priest told Messua's husband that Mowgli had better be set to work as  soon as possible; and the village head-man told Mowgli that he would  have to go out with the buffaloes next day, and herd them while they  grazed.", "No one was more pleased than Mowgli; and that night, because he  had been appointed a servant of the village, as it were, he went off  to a circle that met every evening on a masonry platform under a great  fig-tree.", "Mowgli, who naturally knew something about what they were talking of,  had to cover his face not to show that he was laughing, while Buldeo,  the Tower musket across his knees, climbed on from one wonderful story  to another, and Mowgli's shoulders shook.", "said Mowgli.", "Mowgli rose to go.", "\"It is full time that boy went to herding,\" said the head-man, while  Buldeo puffed and snorted at Mowgli's impertinence.", "Mowgli went through the village street in the dawn, sitting  on the back of Rama, the great herd bull.", "The slaty-blue buffaloes,  with their long, backward-sweeping horns and savage eyes, rose out their  byres, one by one, and followed him, and Mowgli made it very clear to  the children with him that he was the master.", "Mowgli drove them on to the edge  of the plain where the Waingunga came out of the jungle; then he dropped  from Rama's neck, trotted off to a bamboo clump, and found Gray Brother.", "\"It is an order,\" said Mowgli.", "\"Very good,\" said Mowgli.", "Then Mowgli picked out a shady place, and lay down and slept while  the buffaloes grazed round him.", "Day after day Mowgli would lead the buffaloes out to their wallows, and  day after day he would see Gray Brother's back a mile and a half away  across the plain (so he knew that Shere Khan had not come back), and day  after day he would lie on the grass listening to the noises round him,  and dreaming of old days in the jungle.", "If Shere Khan had made a false  step with his lame paw up in the jungles by the Waingunga, Mowgli would  have heard him in those long, still mornings.", "Mowgli frowned.", "said Mowgli, for the answer  meant life and death to him.", "Mowgli stood with his finger in his mouth, thinking.", "Then there lifted up a huge gray head that  Mowgli knew well, and the hot air was filled with the most desolate cry  of all the jungle--the hunting howl of a wolf at midday.", "said Mowgli, clapping his hands.", "Mowgli slipped on to Rama's back.", "\"Till the sides are higher than Shere Khan can jump,\" shouted Mowgli.", "Mowgli called.", "But Mowgli's plan was simple enough.", "At last Mowgli rounded up the bewildered herd  at the head of the ravine on a grassy patch that sloped steeply down to  the ravine itself.", "From that height you could see across the tops of the  trees down to the plain below; but what Mowgli looked at was the sides  of the ravine, and he saw with a great deal of satisfaction that they  ran nearly straight up and down, while the vines and creepers that hung  over them would give no foothold to a tiger who wanted to get out.", "\"I, Mowgli.", "said Mowgli, on his back.", "Mowgli heard an answering bellow from the foot  of the ravine, saw Shere Khan turn (the tiger knew if the worst came  to the worst it was better to meet the bulls than the cows with their  calves), and then Rama tripped, stumbled, and went on again over  something soft, and, with the bulls at his heels, crashed full into the  other herd, while the weaker buffaloes were lifted clean off their feet  by the shock of the meeting.", "Mowgli watched his time, and  slipped off Rama's neck, laying about him right and left with his stick.", "Akela and Gray Brother ran to and fro nipping the buffaloes' legs,  and though the herd wheeled once to charge up the ravine again, Mowgli  managed to turn Rama, and the others followed him to the wallows.", "\"Brothers, that was a dog's death,\" said Mowgli, feeling for the knife  he always carried in a sheath round his neck now that he lived with men.", "A boy trained among men would never have dreamed of skinning a ten-foot  tiger alone, but Mowgli knew better than anyone else how an animal's  skin is fitted on, and how it can be taken off.", "But it was hard work,  and Mowgli slashed and tore and grunted for an hour, while the wolves  lolled out their tongues, or came forward and tugged as he ordered them.", "The children had told the village about the buffalo  stampede, and Buldeo went out angrily, only too anxious to correct  Mowgli for not taking better care of the herd.", "said Mowgli, half to himself as he ripped back the skin of a  forepaw.", "Mowgli, I will not give thee one  anna of the reward, but only a very big beating.", "\"By the Bull that bought me,\" said Mowgli, who was trying to get at the  shoulder, \"must I stay babbling to an old ape all noon?", "Buldeo, who was still stooping over Shere Khan's head, found himself  sprawling on the grass, with a gray wolf standing over him, while Mowgli  went on skinning as though he were alone in all India.", "He lay as still as still, expecting every minute to see  Mowgli turn into a tiger too.", "\"Yes,\" said Mowgli, without turning his head, chuckling a little.", "Buldeo hobbled away to the village as fast as he could, looking back  over his shoulder in case Mowgli should change into something terrible.", "Mowgli went on with his work, but it was nearly twilight before he and  the wolves had drawn the great gay skin clear of the body.", "The herd rounded up in the misty twilight, and when they got near the  village Mowgli saw lights, and heard the conches and bells in the temple  blowing and banging.", "said Mowgli, bewildered, as the stones flew thicker.", "Mowgli laughed a little short ugly laugh, for a stone had hit him in  the mouth.", "shouted Mowgli scornfully.", "When the moon rose over the plain, making it look all milky, the  horrified villagers saw Mowgli, with two wolves at his heels and a  bundle on his head, trotting across at the steady wolf's trot that eats  up the long miles like fire.", "The moon was just going down when Mowgli and the two wolves came to the  hill of the Council Rock, and they stopped at Mother Wolf's cave.", "\"They have cast me out from the Man-Pack, Mother,\" shouted Mowgli, \"but  I come with the hide of Shere Khan to keep my word.\"", "\"We were lonely in the jungle without thee, and Bagheera came running  to Mowgli's bare feet.", "They clambered up the Council Rock together, and  Mowgli spread the skin out on the flat stone where Akela used to sit,  and pegged it down with four slivers of bamboo, and Akela lay down upon  it, and called the old call to the Council, 'Look--look well, O Wolves,'  exactly as he had called when Mowgli was first brought there.\"", "It  was then that Mowgli made up a song that came up into his throat all  by itself, and he shouted it aloud, leaping up and down on the rattling  skin, and beating time with his heels till he had no more breath left,  while Gray Brother and Akela howled between the verses.", "said Mowgli.", "\"Man-Pack and Wolf-Pack have cast me out,\" said Mowgli.", "So Mowgli went away and hunted with the four cubs in the jungle from  that day on.", "Mowgli's Song         THAT HE SANG AT THE COUNCIL ROCK WHEN HE       DANCED ON SHERE KHAN'S HIDE         The Song of Mowgli--I, Mowgli, am singing.", "At the gates in the          twilight he would kill Mowgli, the Frog!"], "appearances_scores": [{"label": "NEGATIVE", "score": 0.5786895155906677}, {"label": "POSITIVE", "score": 0.6739503741264343}, {"label": "POSITIVE", "score": 0.9199168086051941}, {"label": "NEGATIVE", "score": 0.6820113062858582}, {"label": "POSITIVE", "score": 0.9928186535835266}, {"label": "POSITIVE", "score": 0.6295831799507141}, {"label": "NEGATIVE", "score": 0.9925500154495239}, {"label": "POSITIVE", "score": 0.9676134586334229}, {"label": "POSITIVE", "score": 0.9763897061347961}, {"label": "NEGATIVE", "score": 0.9974568486213684}, {"label": "NEGATIVE", "score": 0.989749014377594}, {"label": "NEGATIVE", "score": 0.9970310926437378}, {"label": "POSITIVE", "score": 0.9978366494178772}, {"label": "NEGATIVE", "score": 0.9958170056343079}, {"label": "NEGATIVE", "score": 0.9661582112312317}, {"label": "NEGATIVE", "score": 0.9036930799484253}, {"label": "POSITIVE", "score": 0.6243194937705994}, {"label": "NEGATIVE", "score": 0.949608325958252}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "NEGATIVE", "score": 0.997368335723877}, {"label": "POSITIVE", "score": 0.5170009136199951}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "POSITIVE", "score": 0.9841055274009705}, {"label": "NEGATIVE", "score": 0.9986501336097717}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "NEGATIVE", "score": 0.9978760480880737}, {"label": "POSITIVE", "score": 0.9983235001564026}, {"label": "NEGATIVE", "score": 0.9993665814399719}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "POSITIVE", "score": 0.9772679209709167}, {"label": "NEGATIVE", "score": 0.9078714847564697}, {"label": "NEGATIVE", "score": 0.963231086730957}, {"label": "POSITIVE", "score": 0.9949996471405029}, {"label": "NEGATIVE", "score": 0.9621469378471375}, {"label": "POSITIVE", "score": 0.9733309745788574}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "NEGATIVE", "score": 0.89871746301651}, {"label": "POSITIVE", "score": 0.9328648447990417}, {"label": "POSITIVE", "score": 0.9332921504974365}, {"label": "POSITIVE", "score": 0.9832894206047058}, {"label": "NEGATIVE", "score": 0.9935020804405212}, {"label": "NEGATIVE", "score": 0.9862344264984131}, {"label": "POSITIVE", "score": 0.7590121030807495}, {"label": "NEGATIVE", "score": 0.9845449924468994}, {"label": "NEGATIVE", "score": 0.8921830058097839}, {"label": "NEGATIVE", "score": 0.9980740547180176}, {"label": "POSITIVE", "score": 0.9667224287986755}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "POSITIVE", "score": 0.9926618337631226}, {"label": "NEGATIVE", "score": 0.7005622982978821}, {"label": "NEGATIVE", "score": 0.9866080284118652}, {"label": "NEGATIVE", "score": 0.9790311455726624}, {"label": "NEGATIVE", "score": 0.980334997177124}, {"label": "NEGATIVE", "score": 0.9963169097900391}, {"label": "NEGATIVE", "score": 0.9992295503616333}, {"label": "POSITIVE", "score": 0.6521192789077759}, {"label": "NEGATIVE", "score": 0.9950990080833435}, {"label": "NEGATIVE", "score": 0.744551956653595}, {"label": "NEGATIVE", "score": 0.9942968487739563}, {"label": "POSITIVE", "score": 0.9998308420181274}, {"label": "POSITIVE", "score": 0.9862911105155945}, {"label": "NEGATIVE", "score": 0.9943856000900269}, {"label": "NEGATIVE", "score": 0.9929793477058411}, {"label": "NEGATIVE", "score": 0.9859311580657959}, {"label": "POSITIVE", "score": 0.9268302321434021}, {"label": "NEGATIVE", "score": 0.9869976043701172}, {"label": "NEGATIVE", "score": 0.9845236539840698}, {"label": "NEGATIVE", "score": 0.9912139773368835}, {"label": "NEGATIVE", "score": 0.9913058876991272}, {"label": "NEGATIVE", "score": 0.9279683232307434}, {"label": "NEGATIVE", "score": 0.9978275895118713}, {"label": "NEGATIVE", "score": 0.9400988221168518}, {"label": "NEGATIVE", "score": 0.6212130188941956}, {"label": "NEGATIVE", "score": 0.8903520107269287}, {"label": "POSITIVE", "score": 0.6259872317314148}, {"label": "POSITIVE", "score": 0.6109811067581177}, {"label": "NEGATIVE", "score": 0.9954625964164734}, {"label": "POSITIVE", "score": 0.9979761242866516}, {"label": "POSITIVE", "score": 0.9063667058944702}, {"label": "POSITIVE", "score": 0.9749378561973572}, {"label": "POSITIVE", "score": 0.9023420810699463}, {"label": "NEGATIVE", "score": 0.9821787476539612}, {"label": "POSITIVE", "score": 0.9782111644744873}, {"label": "NEGATIVE", "score": 0.9867616891860962}, {"label": "POSITIVE", "score": 0.9797793030738831}, {"label": "NEGATIVE", "score": 0.9779663681983948}, {"label": "NEGATIVE", "score": 0.911884605884552}, {"label": "NEGATIVE", "score": 0.9966011047363281}, {"label": "POSITIVE", "score": 0.9998071789741516}, {"label": "NEGATIVE", "score": 0.9994516968727112}, {"label": "POSITIVE", "score": 0.9472396969795227}, {"label": "POSITIVE", "score": 0.9970961809158325}, {"label": "NEGATIVE", "score": 0.9988754391670227}, {"label": "POSITIVE", "score": 0.8607476353645325}, {"label": "NEGATIVE", "score": 0.999509334564209}, {"label": "NEGATIVE", "score": 0.8615449070930481}, {"label": "POSITIVE", "score": 0.9987297654151917}, {"label": "POSITIVE", "score": 0.9948325157165527}, {"label": "POSITIVE", "score": 0.9818084836006165}, {"label": "NEGATIVE", "score": 0.834540069103241}, {"label": "NEGATIVE", "score": 0.9879482984542847}, {"label": "NEGATIVE", "score": 0.9886393547058105}, {"label": "NEGATIVE", "score": 0.5954110622406006}, {"label": "NEGATIVE", "score": 0.9335028529167175}, {"label": "NEGATIVE", "score": 0.9931913018226624}, {"label": "POSITIVE", "score": 0.9986404776573181}, {"label": "NEGATIVE", "score": 0.9940589666366577}, {"label": "NEGATIVE", "score": 0.9913883805274963}, {"label": "NEGATIVE", "score": 0.9704443216323853}, {"label": "NEGATIVE", "score": 0.981846272945404}, {"label": "NEGATIVE", "score": 0.9993577599525452}, {"label": "NEGATIVE", "score": 0.9406288266181946}, {"label": "POSITIVE", "score": 0.9982890486717224}, {"label": "POSITIVE", "score": 0.9960331320762634}, {"label": "POSITIVE", "score": 0.9857887625694275}, {"label": "POSITIVE", "score": 0.9995414018630981}, {"label": "NEGATIVE", "score": 0.98533695936203}, {"label": "NEGATIVE", "score": 0.8173027038574219}, {"label": "POSITIVE", "score": 0.9122560024261475}, {"label": "NEGATIVE", "score": 0.9991982579231262}, {"label": "NEGATIVE", "score": 0.9716759920120239}, {"label": "NEGATIVE", "score": 0.9986816048622131}, {"label": "NEGATIVE", "score": 0.9990399479866028}, {"label": "POSITIVE", "score": 0.9997386336326599}, {"label": "NEGATIVE", "score": 0.99687260389328}, {"label": "NEGATIVE", "score": 0.9969024062156677}, {"label": "NEGATIVE", "score": 0.9969502091407776}, {"label": "NEGATIVE", "score": 0.9948468208312988}, {"label": "POSITIVE", "score": 0.9461790919303894}, {"label": "NEGATIVE", "score": 0.9949156045913696}, {"label": "NEGATIVE", "score": 0.9854839444160461}, {"label": "POSITIVE", "score": 0.5531360507011414}, {"label": "NEGATIVE", "score": 0.998497724533081}, {"label": "NEGATIVE", "score": 0.9920634627342224}, {"label": "NEGATIVE", "score": 0.9349067807197571}, {"label": "NEGATIVE", "score": 0.9978317618370056}, {"label": "POSITIVE", "score": 0.9965533018112183}, {"label": "NEGATIVE", "score": 0.9996142387390137}, {"label": "NEGATIVE", "score": 0.9813445806503296}, {"label": "NEGATIVE", "score": 0.970258891582489}, {"label": "NEGATIVE", "score": 0.9879668354988098}, {"label": "NEGATIVE", "score": 0.9960971474647522}, {"label": "POSITIVE", "score": 0.9989301562309265}, {"label": "NEGATIVE", "score": 0.9940459728240967}, {"label": "NEGATIVE", "score": 0.999131977558136}, {"label": "NEGATIVE", "score": 0.7722099423408508}, {"label": "NEGATIVE", "score": 0.9984704852104187}, {"label": "NEGATIVE", "score": 0.9895925521850586}, {"label": "POSITIVE", "score": 0.9965384006500244}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "POSITIVE", "score": 0.9991113543510437}, {"label": "NEGATIVE", "score": 0.9980060458183289}, {"label": "NEGATIVE", "score": 0.9806293845176697}, {"label": "POSITIVE", "score": 0.9986453652381897}, {"label": "NEGATIVE", "score": 0.920767068862915}, {"label": "POSITIVE", "score": 0.6454955339431763}, {"label": "POSITIVE", "score": 0.9998252987861633}, {"label": "NEGATIVE", "score": 0.9855625629425049}, {"label": "NEGATIVE", "score": 0.7890165448188782}, {"label": "NEGATIVE", "score": 0.994396448135376}, {"label": "NEGATIVE", "score": 0.9989816546440125}, {"label": "NEGATIVE", "score": 0.989844560623169}, {"label": "NEGATIVE", "score": 0.991479218006134}, {"label": "NEGATIVE", "score": 0.9746875166893005}, {"label": "POSITIVE", "score": 0.9730475544929504}, {"label": "NEGATIVE", "score": 0.977181077003479}, {"label": "NEGATIVE", "score": 0.9631379842758179}, {"label": "NEGATIVE", "score": 0.9827921986579895}, {"label": "POSITIVE", "score": 0.7917856574058533}, {"label": "NEGATIVE", "score": 0.9903854131698608}, {"label": "NEGATIVE", "score": 0.6804521679878235}, {"label": "NEGATIVE", "score": 0.9938767552375793}, {"label": "NEGATIVE", "score": 0.7623484134674072}, {"label": "NEGATIVE", "score": 0.8550302982330322}, {"label": "NEGATIVE", "score": 0.9891050457954407}, {"label": "POSITIVE", "score": 0.965415358543396}, {"label": "NEGATIVE", "score": 0.9853875041007996}, {"label": "NEGATIVE", "score": 0.9211096167564392}, {"label": "NEGATIVE", "score": 0.962056040763855}, {"label": "NEGATIVE", "score": 0.9989374279975891}, {"label": "NEGATIVE", "score": 0.9878324270248413}, {"label": "NEGATIVE", "score": 0.9818536639213562}, {"label": "NEGATIVE", "score": 0.9971700310707092}, {"label": "NEGATIVE", "score": 0.9777377843856812}, {"label": "NEGATIVE", "score": 0.993394672870636}, {"label": "POSITIVE", "score": 0.9980487823486328}, {"label": "NEGATIVE", "score": 0.9980913996696472}, {"label": "NEGATIVE", "score": 0.9658501148223877}, {"label": "NEGATIVE", "score": 0.9460151791572571}, {"label": "NEGATIVE", "score": 0.8858600854873657}, {"label": "NEGATIVE", "score": 0.994387149810791}, {"label": "NEGATIVE", "score": 0.9966318011283875}, {"label": "POSITIVE", "score": 0.9971875548362732}, {"label": "NEGATIVE", "score": 0.9780098795890808}, {"label": "NEGATIVE", "score": 0.9657871723175049}, {"label": "NEGATIVE", "score": 0.7488726377487183}, {"label": "NEGATIVE", "score": 0.9100003242492676}, {"label": "NEGATIVE", "score": 0.5114122033119202}, {"label": "NEGATIVE", "score": 0.9918245673179626}, {"label": "NEGATIVE", "score": 0.9948285222053528}, {"label": "NEGATIVE", "score": 0.9765862226486206}, {"label": "POSITIVE", "score": 0.9832096695899963}, {"label": "NEGATIVE", "score": 0.96657794713974}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.6681175999525117}, {"character": "bagheera", "frequency": 125, "appearances": ["It was Bagheera the Black  Panther, inky black all over, but with the panther markings showing  up in certain lights like the pattern of watered silk.", "Everybody knew  Bagheera, and nobody cared to cross his path; for he was as cunning as  Tabaqui, as bold as the wild buffalo, and as reckless as the wounded  elephant.", "\"Listen to  Bagheera.", "Where is the bull,  Bagheera?", "At last they all went  down the hill for the dead bull, and only Akela, Bagheera, Baloo, and  Mowgli's own wolves were left.", "\"Ay, roar well,\" said Bagheera, under his whiskers, \"for the time will  come when this naked thing will make thee roar to another tune, or I  know nothing of man.\"", "\"Truly, a help in time of need; for none can hope to lead the Pack  forever,\" said Bagheera.", "When he felt dirty or hot he swam in the forest pools; and  when he wanted honey (Baloo told him that honey and nuts were just as  pleasant to eat as raw meat) he climbed up for it, and that Bagheera  showed him how to do.", "Bagheera would lie out on a branch and call, \"Come  along, Little Brother,\" and at first Mowgli would cling like the sloth,  but afterward he would fling himself through the branches almost as  boldly as the gray ape.", "He would go down the hillside into the cultivated lands by night,  and look very curiously at the villagers in their huts, but he had a  mistrust of men because Bagheera showed him a square box with a drop  gate so cunningly hidden in the jungle that he nearly walked into it,  and told him that it was a trap.", "He loved better than anything else to  go with Bagheera into the dark warm heart of the forest, to sleep all  through the drowsy day, and at night see how Bagheera did his  killing.", "Bagheera killed right and left as he felt hungry, and so did  Mowgli--with one exception.", "As soon as he was old enough to understand  things, Bagheera told him that he must never touch cattle because he had  been bought into the Pack at the price of a bull's life.", "\"All the jungle  is thine,\" said Bagheera, \"and thou canst kill everything that thou art  strong enough to kill; but for the sake of the bull that bought thee  thou must never kill or eat any cattle young or old.", "Bagheera, who had eyes and ears everywhere, knew something of this, and  once or twice he told Mowgli in so many words that Shere Khan would kill  him some day.", "It was one very warm day that a new notion came to Bagheera--born of  something that he had heard.", "Perhaps Ikki the Porcupine had told him;  but he said to Mowgli when they were deep in the jungle, as the boy lay  with his head on Bagheera's beautiful black skin, \"Little Brother, how  often have I told thee that Shere Khan is thy enemy?\"", "I am sleepy, Bagheera, and  Shere Khan is all long tail and loud talk--like Mao, the Peacock.\"", "Bagheera stretched himself at full length and half shut his eyes.", "Mowgli put up his strong brown hand, and just under Bagheera's silky  chin, where the giant rolling muscles were all hid by the glossy hair,  he came upon a little bald spot.", "\"There is no one in the jungle that knows that I, Bagheera, carry that  mark--the mark of the collar; and yet, Little Brother, I was born among  men, and it was among men that my mother died--in the cages of the  king's palace at Oodeypore.", "They fed me behind  bars from an iron pan till one night I felt that I was Bagheera--the  Panther--and no man's plaything, and I broke the silly lock with one  blow of my paw and came away.", "\"Yes,\" said Mowgli, \"all the jungle fear Bagheera--all except Mowgli.\"", "\"Look at me,\" said Bagheera.", "said Bagheera, leaping up.", "By Red Flower Bagheera meant fire, only no creature in the jungle will  call fire by its proper name.", "\"There speaks the man's cub,\" said Bagheera proudly.", "But art thou sure, O my Bagheera\"--he  slipped his arm around the splendid neck and looked deep into the big  eyes--\"art thou sure that all this is Shere Khan's doing?\"", "That is all a man,\" said Bagheera to himself, lying down  again.", "\"Bagheera spoke truth,\" he panted, as he nestled down in some cattle  fodder by the window of a hut.", "Halfway up  the hill he met Bagheera with the morning dew shining like moonstones on  his coat.", "Bagheera lay  close to Mowgli, and the fire pot was between Mowgli's knees.", "\"He has no right,\" whispered Bagheera.", "The worth of a  bull is little, but Bagheera's honor is something that he will perhaps  fight for,\" said Bagheera in his gentlest voice.", "said Bagheera, his white teeth bared under his lip.", "\"Now the business is in thy hands,\" said Bagheera to Mowgli.", "\"Thou art the master,\" said Bagheera in an undertone.", "Bagheera followed in case of accidents.", "At last there were only Akela, Bagheera, and perhaps  ten wolves that had taken Mowgli's part.", "Am I dying, Bagheera?\"", "That is only tears such as men use,\" said Bagheera.", "Sometimes Bagheera the Black Panther  would come lounging through the jungle to see how his pet was getting  on, and would purr with his head against a tree while Mowgli recited the  day's lesson to Baloo.", "But, as  Baloo said to Bagheera, one day when Mowgli had been cuffed and run off  in a temper, \"A man's cub is a man's cub, and he must learn all the Law  of the Jungle.\"", "Bagheera  grunted.", "I am more likely to give help than to ask it\"--Bagheera stretched  out one paw and admired the steel-blue, ripping-chisel talons at the end  of it--\"still I should like to know.\"", "\"My head is ringing like a bee tree,\" said a sullen little voice over  their heads, and Mowgli slid down a tree trunk very angry and indignant,  adding as he reached the ground: \"I come for Bagheera and not for thee,  fat old Baloo!\"", "\"Tell Bagheera, then, the Master Words of the Jungle that I have taught  thee this day.\"", "See, O Bagheera, they never thank  their teacher.", "\"Now for the Snake-People,\" said Bagheera.", "The answer was a perfectly indescribable hiss, and Mowgli kicked up his  feet behind, clapped his hands together to applaud himself, and jumped  on to Bagheera's back, where he sat sideways, drumming with his heels on  the glossy skin and making the worst faces he could think of at Baloo.", "Then he turned aside to  tell Bagheera how he had begged the Master Words from Hathi the Wild  Elephant, who knows all about these things, and how Hathi had taken  Mowgli down to a pool to get the Snake Word from a water-snake, because  Baloo could not pronounce it, and how Mowgli was now reasonably safe  against all accidents in the jungle, because neither snake, bird, nor  beast would hurt him.", "\"Except his own tribe,\" said Bagheera, under his breath; and then aloud  to Mowgli, \"Have a care for my ribs, Little Brother!", "Mowgli had been trying to make himself heard by pulling at Bagheera's  shoulder fur and kicking hard.", "said Bagheera.", "Baloo's big paw scooped Mowgli off Bagheera's back, and as the  boy lay between the big fore-paws he could see the Bear was angry.", "Mowgli looked at Bagheera to see if the Panther was angry too, and  Bagheera's eyes were as hard as jade stones.", "\"They have no leader,\" said Bagheera.", "\"Forbidden,\" said Bagheera, \"but I still think Baloo should have warned  thee against them.\"", "Therefore  they followed Baloo and Bagheera and Mowgli through the jungle very  quietly till it was time for the midday nap, and Mowgli, who was  very much ashamed of himself, slept between the Panther and the Bear,  resolving to have no more to do with the Monkey People.", "The next thing he remembered was feeling hands on his legs and  arms--hard, strong, little hands--and then a swash of branches in his  face, and then he was staring down through the swaying boughs as Baloo  woke the jungle with his deep cries and Bagheera bounded up the trunk  with every tooth bared.", "The Bandar-log howled with triumph and scuffled  away to the upper branches where Bagheera dared not follow, shouting:  \"He has noticed us!", "Bagheera has noticed us.", "The first thing was  to send back word to Baloo and Bagheera, for, at the pace the monkeys  were going, he knew his friends would be left far behind.", "\"Tell Baloo of the Seeonee Pack and Bagheera  of the Council Rock.\"", "This  time, if I have any eye-sight, they have pecked down trouble for  themselves, for Baloo is no fledgling and Bagheera can, as I know, kill  more than goats.\"", "Meantime, Baloo and Bagheera were furious with rage and grief.", "Bagheera  climbed as he had never climbed before, but the thin branches broke  beneath his weight, and he slipped down, his claws full of bark.", "\"At least he gave me all the Words correctly a little time ago,\" said  Bagheera impatiently.", "Bagheera licked one forepaw thoughtfully.", "He is not of our tribe, being footless--and  with most evil eyes,\" said Bagheera.", "Bagheera, who did not know much about Kaa, was naturally suspicious.", "\"Be careful,  Bagheera!", "Good hunting, Bagheera.", "\"A blow more or less is  nothing to thee, Bagheera or Baloo, but I--I have to wait and wait for  days in a wood-path and climb half a night on the mere chance of a  young ape.", "\"Footless, yellow earth-worm,\" said Bagheera under his whiskers, as  though he were trying to remember something.", "They will say anything--even that thou hast lost all  thy teeth, and wilt not face anything bigger than a kid, because (they  are indeed shameless, these Bandar-log)--because thou art afraid of the  he-goat's horns,\" Bagheera went on sweetly.", "Now a snake, especially a wary old python like Kaa, very seldom shows  that he is angry, but Baloo and Bagheera could see the big swallowing  muscles on either side of Kaa's throat ripple and bulge.", "\"Indeed,\" Baloo began, \"I am no more than the old and sometimes very  foolish Teacher of the Law to the Seeonee wolf-cubs, and Bagheera  here--\"    \"Is Bagheera,\" said the Black Panther, and his jaws shut with a snap,  for he did not believe in being humble.", "There are tales I could tell that--\"    \"That need a clear night when we are all well fed to praise properly,\"  said Bagheera quickly.", "\"Worm--worm--earth-worm,\" said Bagheera, \"as well as other things which  I cannot now say for shame.\"", "\"Full gorge and a deep sleep to you, Rann,\" cried Bagheera.", "\"It was most firmly driven into him,\" said Bagheera.", "\"It is half a night's journey--at full speed,\" said Bagheera, and Baloo  looked very serious.", "Baloo made one effort to hurry, but had to sit down panting, and so they  left him to come on later, while Bagheera hurried forward, at the quick  panther-canter.", "Kaa said nothing, but, strive as Bagheera might, the  huge Rock-python held level with him.", "When they came to a hill stream,  Bagheera gained, because he bounded across while Kaa swam, his head and  two feet of his neck clearing the water, but on level ground Kaa made up  the distance.", "\"By the Broken Lock that freed me,\" said Bagheera, when twilight had  fallen, \"thou art no slow goer!\"", "That same cloud was being watched by two good friends in the ruined  ditch below the city wall, for Bagheera and Kaa, knowing well how  dangerous the Monkey-People were in large numbers, did not wish to run  any risks.", "They will not throw themselves upon  my back in their hundreds, but--\"    \"I know it,\" said Bagheera.", "The cloud hid the moon,  and as Mowgli wondered what would come next he heard Bagheera's light  feet on the terrace.", "There was a howl of fright and rage,  and then as Bagheera tripped on the rolling kicking bodies beneath him,  a monkey shouted: \"There is only one here!", "A scuffling  mass of monkeys, biting, scratching, tearing, and pulling, closed over  Bagheera, while five or six laid hold of Mowgli, dragged him up the wall  of the summerhouse and pushed him through the hole of the broken dome.", "Mowgli stood as quietly as he could, peering through the open work and  listening to the furious din of the fight round the Black Panther--the  yells and chatterings and scufflings, and Bagheera's deep, hoarse cough  as he backed and bucked and twisted and plunged under the heaps of his  enemies.", "For the first time since he was born, Bagheera was fighting for  his life.", "\"Baloo must be at hand; Bagheera would not have come alone,\" Mowgli  thought.", "And then he called aloud: \"To the tank, Bagheera.", "Bagheera heard, and the cry that told him Mowgli was safe gave him new  courage.", "\"Bagheera,\" he shouted, \"I am  here.", "A crash and a splash told  Mowgli that Bagheera had fought his way to the tank where the monkeys  could not follow.", "It was then that Bagheera lifted up his  dripping chin, and in despair gave the Snake's Call for protection--\"We  be of one blood, ye and I\"--for he believed that Kaa had turned tail  at the last minute.", "All that while the fight with Baloo went on, and the  monkeys yelled in the tank round Bagheera, and Mang the Bat, flying to  and fro, carried the news of the great battle over the jungle, till even  Hathi the Wild Elephant trumpeted, and, far away, scattered bands of  the Monkey-Folk woke and came leaping along the tree-roads to help their  comrades in the Cold Lairs, and the noise of the fight roused all the  day birds for miles round.", "His fur was much thicker  than Bagheera's, but he had suffered sorely in the fight.", "The monkeys on the walls and the empty houses stopped  their cries, and in the stillness that fell upon the city Mowgli heard  Bagheera shaking his wet sides as he came up from the tank.", "\"Get the man-cub out of that trap; I can do no more,\" Bagheera gasped.", "\"I could not come before, Brother, but I  think I heard thee call\"--this was to Bagheera.", "\"I--I may have cried out in the battle,\" Bagheera answered.", "Kaa, we owe thee, I think, our lives--Bagheera and I.\"", "The screen-work broke and fell away in a cloud of dust and  rubbish, and Mowgli leaped through the opening and flung himself between  Baloo and Bagheera--an arm around each big neck.", "\"Others also,\" said Bagheera, licking his lips and looking at the  monkey-dead on the terrace and round the tank.", "\"Of that we shall judge later,\" said Bagheera, in a dry voice that  Mowgli did not at all like.", "I have some skill in these [he held out his hands], and if ever thou art  in a trap, I may pay the debt which I owe to thee, to Bagheera, and to  Baloo, here.", "Baloo went down to the tank for a drink and Bagheera  began to put his fur in order, as Kaa glided out into the center of the  terrace and brought his jaws together with a ringing snap that drew all  the monkeys' eyes upon him.", "Baloo and Bagheera stood still as stone, growling in their throats,  their neck hair bristling, and Mowgli watched and wondered.", "The lines of the monkeys swayed forward helplessly, and Baloo and  Bagheera took one stiff step forward with them.", "Mowgli laid his hands on Baloo and Bagheera to get them away, and the  two great beasts started as though they had been waked from a dream.", "\"Keep thy hand on my shoulder,\" Bagheera whispered.", "\"He knows more than we,\" said Bagheera, trembling.", "\"Mowgli,\" said Bagheera angrily, \"his nose was sore on thy account, as  my ears and sides and paws, and Baloo's neck and shoulders are bitten  on thy account.", "Neither Baloo nor Bagheera will be able to hunt with  pleasure for many days.\"", "But remember, Bagheera, he is very little.\"", "Bagheera gave him half a dozen love-taps from a panther's point of  view (they would hardly have waked one of his own cubs), but for a  seven-year-old boy they amounted to as severe a beating as you could  wish to avoid.", "\"Now,\" said Bagheera, \"jump on my back, Little Brother, and we will go  home.\"", "Mowgli laid his head down on Bagheera's back and slept so deeply that he  never waked when he was put down in the home-cave.", "\"We were lonely in the jungle without thee, and Bagheera came running  to Mowgli's bare feet.", "\"Nay,\" purred Bagheera, \"that may not be."], "appearances_scores": [{"label": "POSITIVE", "score": 0.5364398956298828}, {"label": "POSITIVE", "score": 0.772503674030304}, {"label": "POSITIVE", "score": 0.9983330368995667}, {"label": "NEGATIVE", "score": 0.9975824356079102}, {"label": "NEGATIVE", "score": 0.9925500154495239}, {"label": "NEGATIVE", "score": 0.880622923374176}, {"label": "POSITIVE", "score": 0.9976250529289246}, {"label": "POSITIVE", "score": 0.9978542923927307}, {"label": "NEGATIVE", "score": 0.989749014377594}, {"label": "NEGATIVE", "score": 0.9924168586730957}, {"label": "POSITIVE", "score": 0.9991262555122375}, {"label": "NEGATIVE", "score": 0.9970310926437378}, {"label": "NEGATIVE", "score": 0.9821993112564087}, {"label": "NEGATIVE", "score": 0.9742811918258667}, {"label": "NEGATIVE", "score": 0.9661582112312317}, {"label": "POSITIVE", "score": 0.9991700649261475}, {"label": "POSITIVE", "score": 0.6243194937705994}, {"label": "NEGATIVE", "score": 0.9900886416435242}, {"label": "NEGATIVE", "score": 0.9973045587539673}, {"label": "NEGATIVE", "score": 0.997368335723877}, {"label": "NEGATIVE", "score": 0.9921755194664001}, {"label": "NEGATIVE", "score": 0.9212959408760071}, {"label": "POSITIVE", "score": 0.5170009136199951}, {"label": "POSITIVE", "score": 0.9992017149925232}, {"label": "POSITIVE", "score": 0.9997172951698303}, {"label": "NEGATIVE", "score": 0.8913080096244812}, {"label": "POSITIVE", "score": 0.9997009038925171}, {"label": "POSITIVE", "score": 0.998744010925293}, {"label": "NEGATIVE", "score": 0.9377866983413696}, {"label": "NEGATIVE", "score": 0.8993524312973022}, {"label": "POSITIVE", "score": 0.9942264556884766}, {"label": "NEGATIVE", "score": 0.9621469378471375}, {"label": "NEGATIVE", "score": 0.9971725940704346}, {"label": "POSITIVE", "score": 0.9996191263198853}, {"label": "NEGATIVE", "score": 0.965881884098053}, {"label": "NEGATIVE", "score": 0.89871746301651}, {"label": "POSITIVE", "score": 0.9977250695228577}, {"label": "POSITIVE", "score": 0.8243892788887024}, {"label": "NEGATIVE", "score": 0.9845449924468994}, {"label": "NEGATIVE", "score": 0.983646810054779}, {"label": "POSITIVE", "score": 0.9608544111251831}, {"label": "NEGATIVE", "score": 0.980334997177124}, {"label": "POSITIVE", "score": 0.6521192789077759}, {"label": "NEGATIVE", "score": 0.9959360361099243}, {"label": "POSITIVE", "score": 0.997398853302002}, {"label": "NEGATIVE", "score": 0.9942968487739563}, {"label": "POSITIVE", "score": 0.9981595873832703}, {"label": "NEGATIVE", "score": 0.9957897067070007}, {"label": "POSITIVE", "score": 0.7378584742546082}, {"label": "NEGATIVE", "score": 0.9929793477058411}, {"label": "NEGATIVE", "score": 0.9859311580657959}, {"label": "POSITIVE", "score": 0.9268302321434021}, {"label": "NEGATIVE", "score": 0.9869976043701172}, {"label": "POSITIVE", "score": 0.9969684481620789}, {"label": "NEGATIVE", "score": 0.9912139773368835}, {"label": "NEGATIVE", "score": 0.9279683232307434}, {"label": "NEGATIVE", "score": 0.9988164901733398}, {"label": "NEGATIVE", "score": 0.9938384890556335}, {"label": "NEGATIVE", "score": 0.9954625964164734}, {"label": "POSITIVE", "score": 0.9812220931053162}, {"label": "POSITIVE", "score": 0.9676844477653503}, {"label": "POSITIVE", "score": 0.9994290471076965}, {"label": "NEGATIVE", "score": 0.9960599541664124}, {"label": "NEGATIVE", "score": 0.9212290048599243}, {"label": "NEGATIVE", "score": 0.994561493396759}, {"label": "NEGATIVE", "score": 0.9824081063270569}, {"label": "NEGATIVE", "score": 0.9830153584480286}, {"label": "NEGATIVE", "score": 0.9963582158088684}, {"label": "POSITIVE", "score": 0.8848019242286682}, {"label": "NEGATIVE", "score": 0.9761006236076355}, {"label": "NEGATIVE", "score": 0.9950394034385681}, {"label": "POSITIVE", "score": 0.7039708495140076}, {"label": "POSITIVE", "score": 0.9997672438621521}, {"label": "NEGATIVE", "score": 0.9949638843536377}, {"label": "NEGATIVE", "score": 0.9971330165863037}, {"label": "POSITIVE", "score": 0.9942114949226379}, {"label": "NEGATIVE", "score": 0.6771407127380371}, {"label": "NEGATIVE", "score": 0.9810898900032043}, {"label": "POSITIVE", "score": 0.9947804808616638}, {"label": "NEGATIVE", "score": 0.9906313419342041}, {"label": "NEGATIVE", "score": 0.6248820424079895}, {"label": "POSITIVE", "score": 0.955184280872345}, {"label": "POSITIVE", "score": 0.9991101622581482}, {"label": "NEGATIVE", "score": 0.9963860511779785}, {"label": "POSITIVE", "score": 0.998761773109436}, {"label": "POSITIVE", "score": 0.9986535310745239}, {"label": "POSITIVE", "score": 0.9446253776550293}, {"label": "NEGATIVE", "score": 0.9906090497970581}, {"label": "POSITIVE", "score": 0.9981439113616943}, {"label": "POSITIVE", "score": 0.9818084836006165}, {"label": "NEGATIVE", "score": 0.9887018203735352}, {"label": "NEGATIVE", "score": 0.9879482984542847}, {"label": "NEGATIVE", "score": 0.9335028529167175}, {"label": "NEGATIVE", "score": 0.7144893407821655}, {"label": "NEGATIVE", "score": 0.9931913018226624}, {"label": "NEGATIVE", "score": 0.9927470088005066}, {"label": "POSITIVE", "score": 0.9986404776573181}, {"label": "POSITIVE", "score": 0.9991047978401184}, {"label": "NEGATIVE", "score": 0.9940589666366577}, {"label": "NEGATIVE", "score": 0.9879783391952515}, {"label": "POSITIVE", "score": 0.9935252666473389}, {"label": "NEGATIVE", "score": 0.9985629916191101}, {"label": "NEGATIVE", "score": 0.9913883805274963}, {"label": "NEGATIVE", "score": 0.8833348751068115}, {"label": "POSITIVE", "score": 0.9557853937149048}, {"label": "NEGATIVE", "score": 0.9746435880661011}, {"label": "POSITIVE", "score": 0.9778613448143005}, {"label": "NEGATIVE", "score": 0.9993577599525452}, {"label": "NEGATIVE", "score": 0.5908752679824829}, {"label": "NEGATIVE", "score": 0.9406288266181946}, {"label": "POSITIVE", "score": 0.8356167674064636}, {"label": "POSITIVE", "score": 0.999164342880249}, {"label": "NEGATIVE", "score": 0.8173027038574219}, {"label": "NEGATIVE", "score": 0.9591127038002014}, {"label": "POSITIVE", "score": 0.9122560024261475}, {"label": "POSITIVE", "score": 0.993058443069458}, {"label": "POSITIVE", "score": 0.5309961438179016}, {"label": "NEGATIVE", "score": 0.9986816048622131}, {"label": "NEGATIVE", "score": 0.991592288017273}, {"label": "NEGATIVE", "score": 0.983707845211029}, {"label": "NEGATIVE", "score": 0.9956633448600769}, {"label": "POSITIVE", "score": 0.9996334314346313}, {"label": "NEGATIVE", "score": 0.9948468208312988}, {"label": "NEGATIVE", "score": 0.7488726377487183}, {"label": "NEGATIVE", "score": 0.9780721664428711}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.5725425386428833}, {"character": "rikki", "frequency": 12, "appearances": ["He sat on all their laps one after the other, because every  well-brought-up mongoose always hopes to be a house mongoose some day  and have rooms to run about in; and Rikki-tikki's mother (she used to  live in the general's house at Segowlee) had carefully told Rikki what  to do if ever he came across white men.", "If Rikki-tikki had only known, he was doing a much more  dangerous thing than fighting Nag, for Karait is so small, and can turn  so quickly, that unless Rikki bit him close to the back of the head,  he would get the return stroke in his eye or his lip.", "But Rikki did not  know.", "Rikki jumped sideways and  tried to run in, but the wicked little dusty gray head lashed within a  fraction of his shoulder, and he had to jump over the body, and the head  followed his heels close.", "Rikki was thoroughly  enjoying himself.", "Nag coiled himself up, raised his head,  and looked into the bathroom in the dark, and Rikki could see his eyes  glitter.", "\"If I don't break his back at the first  jump,\" said Rikki, \"he can still fight.", "And if he fights--O Rikki!\"", "The head was lying a little clear of the water jar,  under the curve of it; and, as his teeth met, Rikki braced his back  against the bulge of the red earthenware to hold down the head.", "When Rikki got to the house, Teddy and Teddy's mother (she looked very  white still, for she had been fainting) and Teddy's father came out and  almost cried over him; and that night he ate all that was given him till  he could eat no more, and went to bed on Teddy's shoulder, where Teddy's  mother saw him when she came to look late at night.", "Rikki, the valiant, the true,          Tikki, with eyeballs of flame,       Rikk-tikki-tikki, the ivory-fanged, the hunter with eyeballs of       flame!", "I will sing you the praise of the bottle-tailed Rikki, with       eyeballs of red!"], "appearances_scores": [{"label": "POSITIVE", "score": 0.9399787187576294}, {"label": "NEGATIVE", "score": 0.9979415535926819}, {"label": "NEGATIVE", "score": 0.9747328162193298}, {"label": "NEGATIVE", "score": 0.9739812016487122}, {"label": "POSITIVE", "score": 0.9998611211776733}, {"label": "POSITIVE", "score": 0.9974343180656433}, {"label": "POSITIVE", "score": 0.9978135824203491}, {"label": "POSITIVE", "score": 0.9897502064704895}, {"label": "NEGATIVE", "score": 0.9872090816497803}, {"label": "NEGATIVE", "score": 0.9842645525932312}, {"label": "POSITIVE", "score": 0.999284565448761}, {"label": "POSITIVE", "score": 0.999665379524231}], "sentiment_class": "POSITIVE", "sentiment_score": 0.5769823243220646}, {"character": "nag", "frequency": 104, "appearances": ["Hear what little Red-Eye saith:       \"Nag, come up and dance with death!\"", "Eye to eye and head to head,          (Keep the measure, Nag.)", "This shall end when one is dead;          (At thy pleasure, Nag.)", "Turn for turn and twist for twist--          (Run and hide thee, Nag.)", "(Woe betide thee, Nag!)", "\"One of our babies fell out of the  nest yesterday and Nag ate him.\"", "Who is Nag?\"", "Then  inch by inch out of the grass rose up the head and spread hood of Nag,  the big black cobra, and he was five feet long from tongue to tail.", "\"Who is Nag?\"", "\"I am Nag.", "Nag knew that too and, at the bottom  of his cold heart, he was afraid.", "Nag was thinking to himself, and watching the least little movement in  the grass behind Rikki-tikki.", "He jumped up in  the air as high as he could go, and just under him whizzed by the head  of Nagaina, Nag's wicked wife.", "said Nag, lashing up as high as he could reach  toward the nest in the thorn-bush.", "But  Nag and Nagaina had disappeared into the grass.", "If Rikki-tikki had only known, he was doing a much more  dangerous thing than fighting Nag, for Karait is so small, and can turn  so quickly, that unless Rikki bit him close to the back of the head,  he would get the return stroke in his eye or his lip.", "But he remembered Nag and Nagaina, and though it was very pleasant to be  patted and petted by Teddy's mother, and to sit on Teddy's shoulder, his  eyes would get red from time to time, and he would go off into his long  war cry of \"Rikk-tikk-tikki-tikki-tchk!\"", "\"And how am I to be sure that Nag won't mistake  me for you some dark night?\"", "\"But Nag is in the  garden, and I know you don't go there.\"", "Nag is everywhere, Rikki-tikki.", "\"That's Nag or Nagaina,\" he said to himself, \"and he is crawling into  the bath-room sluice.", "At the bottom of the smooth plaster wall  there was a brick pulled out to make a sluice for the bath water, and as  Rikki-tikki stole in by the masonry curb where the bath is put, he heard  Nag and Nagaina whispering together outside in the moonlight.", "said Nag.", "\"I had not thought of that,\" said Nag.", "Rikki-tikki tingled all over with rage and hatred at this, and then  Nag's head came through the sluice, and his five feet of cold body  followed it.", "Nag coiled himself up, raised his head,  and looked into the bathroom in the dark, and Rikki could see his eyes  glitter.", "Nag waved to and fro, and then Rikki-tikki heard him drinking from the  biggest water-jar that was used to fill the bath.", "Nag coiled himself down, coil by coil, round the bulge at the  bottom of the water jar, and Rikki-tikki stayed still as death.", "Nag was asleep,  and Rikki-tikki looked at his big back, wondering which would be the  best place for a good hold.", "He  looked at the thickness of the neck below the hood, but that was too  much for him; and a bite near the tail would only make Nag savage.", "The big man had been wakened by the noise, and had  fired both barrels of a shotgun into Nag just behind the hood.", "Then Teddy's mother came in with a very white face, and saw what was  left of Nag, and Rikki-tikki dragged himself to Teddy's bedroom and  spent half the rest of the night shaking himself tenderly to find out  whether he really was broken into forty pieces, as he fancied.", "The news  of Nag's death was all over the garden, for the sweeper had thrown the  body on the rubbish-heap.", "\"Nag is dead--is dead--is dead!\"", "The big man brought the  bang-stick, and Nag fell in two pieces!", "\"Nagaina came to the bathroom sluice and called for Nag,\" Darzee went  on, \"and Nag came out on the end of a stick--the sweeper picked him up  on the end of a stick and threw him upon the rubbish heap.", "\"What is it, O Killer of the terrible Nag?\"", "\"On the rubbish heap by the stables, mourning for Nag.", "So she flew  off from the nest, and left Darzee to keep the babies warm, and continue  his song about the death of Nag.", "\"Son of the big man that killed Nag,\" she hissed, \"stay still.", "Oh, foolish people, who killed  my Nag!\"", "\"The  boy is safe, and it was I--I--I that caught Nag by the hood last night  in the bathroom.\"", "For you will go  to the rubbish heap with Nag.", "Still, the instant's delay brought Rikki-tikki up  to her, and as she plunged into the rat-hole where she and Nag used to  live, his little white teeth were clenched on her tail, and he went down  with her--and very few mongooses, however wise and old they may be,  care to follow a cobra into its hole.", "Nag is dead--dong!", "That set all the birds in the garden singing, and the  frogs croaking, for Nag and Nagaina used to eat frogs as well as little  birds.", "Kala Nag, which means Black Snake, had served the Indian Government in  every way that an elephant could serve it for forty-seven years, and as  he was fully twenty years old when he was caught, that makes him nearly  seventy--a ripe age for an elephant.", "His mother Radha Pyari,--Radha the darling,--who had been caught in the  same drive with Kala Nag, told him, before his little milk tusks had  dropped out, that elephants who were afraid always got hurt.", "Kala Nag  knew that that advice was good, for the first time that he saw a shell  burst he backed, screaming, into a stand of piled rifles, and the  bayonets pricked him in all his softest places.", "Kala Nag stood ten fair feet at the shoulders, and his tusks had been  cut off short at five feet, and bound round the ends, to prevent them  splitting, with bands of copper; but he could do more with those stumps  than any untrained elephant could do with the real sharpened ones.", "When,  after weeks and weeks of cautious driving of scattered elephants across  the hills, the forty or fifty wild monsters were driven into the last  stockade, and the big drop gate, made of tree trunks lashed together,  jarred down behind them, Kala Nag, at the word of command, would go  into that flaring, trumpeting pandemonium (generally at night, when  the flicker of the torches made it difficult to judge distances), and,  picking out the biggest and wildest tusker of the mob, would hammer  him and hustle him into quiet while the men on the backs of the other  elephants roped and tied the smaller ones.", "There was nothing in the way of fighting that Kala Nag, the old wise  Black Snake, did not know, for he had stood up more than once in his  time to the charge of the wounded tiger, and, curling up his soft trunk  to be out of harm's way, had knocked the springing brute sideways in  mid-air with a quick sickle cut of his head, that he had invented all by  himself; had knocked him over, and kneeled upon him with his huge knees  till the life went out with a gasp and a howl, and there was only a  fluffy striped thing on the ground for Kala Nag to pull by the tail.", "He was ten years old,  the eldest son of Big Toomai, and, according to custom, he would take  his father's place on Kala Nag's neck when he grew up, and would handle  the heavy iron ankus, the elephant goad, that had been worn smooth by  his father, and his grandfather, and his great-grandfather.", "He knew what he was talking of; for he had been born under Kala Nag's  shadow, had played with the end of his trunk before he could walk, had  taken him down to water as soon as he could walk, and Kala Nag would no  more have dreamed of disobeying his shrill little orders than he would  have dreamed of killing him on that day when Big Toomai carried the  little brown baby under Kala Nag's tusks, and told him to salute his  master that was to be.", "\"Yes,\" said Little Toomai, \"he is afraid of me,\" and he took long  strides up to Kala Nag, called him a fat old pig, and made him lift up  his feet one after the other.", "When thou art old, Kala Nag, there will  come some rich rajah, and he will buy thee from the Government, on  account of thy size and thy manners, and then thou wilt have nothing  to do but to carry gold earrings in thy ears, and a gold howdah on thy  back, and a red cloth covered with gold on thy sides, and walk at the  head of the processions of the King.", "Then I shall sit on thy neck, O  Kala Nag, with a silver ankus, and men will run before us with golden  sticks, crying, `Room for the King's elephant!'", "That will be good, Kala  Nag, but not so good as this hunting in the jungles.\"", "He very much preferred the camp life, and hated those broad, flat roads,  with the daily grubbing for grass in the forage reserve, and the long  hours when there was nothing to do except to watch Kala Nag fidgeting in  his pickets.", "What Little Toomai liked was to scramble up bridle paths that only an  elephant could take; the dip into the valley below; the glimpses of the  wild elephants browsing miles away; the rush of the frightened pig and  peacock under Kala Nag's feet; the blinding warm rains, when all the  hills and valleys smoked; the beautiful misty mornings when nobody knew  where they would camp that night; the steady, cautious drive of the wild  elephants, and the mad rush and blaze and hullabaloo of the last night's  drive, when the elephants poured into the stockade like boulders in a  landslide, found that they could not get out, and flung themselves at  the heavy posts only to be driven back by yells and flaring torches and  volleys of blank cartridge.", "And as soon as there was a lull you could hear his  high-pitched yells of encouragement to Kala Nag, above the trumpeting  and crashing, and snapping of ropes, and groans of the tethered  elephants.", "\"Mael, mael, Kala Nag!", "he would  shout, and the big fight between Kala Nag and the wild elephant would  sway to and fro across the Keddah, and the old elephant catchers would  wipe the sweat out of their eyes, and find time to nod to Little Toomai  wriggling with joy on the top of the posts.", "Kala Nag saw him, caught him in his trunk, and  handed him up to Big Toomai, who slapped him then and there, and put him  back on the post.", "Kala Nag will obey none but me, so I must go with him into  the Keddah, but he is only a fighting elephant, and he does not help  to rope them.", "Go and wash Kala Nag and attend to his ears, and see that there are no  thorns in his feet.", "Little Toomai went off without saying a word, but he told Kala Nag all  his grievances while he was examining his feet.", "\"No matter,\" said Little  Toomai, turning up the fringe of Kala Nag's huge right ear.", "Little Toomai was too frightened to speak, but Kala Nag was behind him,  and Toomai made a sign with his hand, and the elephant caught him up in  his trunk and held him level with Pudmini's forehead, in front of the  great Petersen Sahib.", "Kala Nag put Little Toomai down, and he bowed to the earth again and  went away with his father, and gave the silver four-anna piece to his  mother, who was nursing his baby brother, and they all were put up on  Kala Nag's back, and the line of grunting, squealing elephants rolled  down the hill path to the plains.", "Big Toomai prodded Kala Nag spitefully, for he was very angry, but  Little Toomai was too happy to speak.", "An Assamese driver, two or three elephants ahead, turned round angrily,  crying: \"Bring up Kala Nag, and knock this youngster of mine into good  behavior.", "Kala Nag hit the new elephant in the ribs and knocked the  wind out of him, as Big Toomai said, \"We have swept the hills of wild  elephants at the last catch.", "Little Toomai attended to Kala Nag's supper, and as evening fell,  wandered through the camp, unspeakably happy, in search of a tom-tom.", "But the  sweetmeat seller in the camp lent him a little tom-tom--a drum beaten  with the flat of the hand--and he sat down, cross-legged, before Kala  Nag as the stars began to come out, the tom-tom in his lap, and he  thumped and he thumped and he thumped, and the more he thought of the  great honor that had been done to him, the more he thumped, all alone  among the elephant fodder.", "Little Toomai came in with a joyous tunk-a-tunk at the end of each  verse, till he felt sleepy and stretched himself on the fodder at Kala  Nag's side.", "At last the elephants began to lie down one after another  as is their custom, till only Kala Nag at the right of the line was  left standing up; and he rocked slowly from side to side, his ears put  forward to listen to the night wind as it blew very slowly across the  hills.", "Little Toomai slept  for some time, and when he waked it was brilliant moonlight, and Kala  Nag was still standing up with his ears cocked.", "One new elephant had nearly grubbed up  his picket, and Big Toomai took off Kala Nag's leg chain and shackled  that elephant fore-foot to hind-foot, but slipped a loop of grass string  round Kala Nag's leg, and told him to remember that he was tied fast.", "Kala Nag did not answer to the order  by gurgling, as he usually did.", "Little Toomai was  just going to sleep, too, when he heard the coir string snap with a  little \"tang,\" and Kala Nag rolled out of his pickets as slowly and as  silently as a cloud rolls out of the mouth of a valley.", "Little Toomai  pattered after him, barefooted, down the road in the moonlight, calling  under his breath, \"Kala Nag!", "Kala Nag!", "Take me with you, O Kala Nag!\"", "There was one blast of furious trumpeting from the lines, and then the  silence shut down on everything, and Kala Nag began to move.", "Then Kala Nag reached the crest of the ascent and stopped for a minute,  and Little Toomai could see the tops of the trees lying all speckled and  furry under the moonlight for miles and miles, and the blue-white mist  over the river in the hollow.", "Then the branches closed over his head again, and Kala Nag began to go  down into the valley--not quietly this time, but as a runaway gun goes  down a steep bank--in one rush.", "The grass began to get squashy, and Kala Nag's feet sucked and squelched  as he put them down, and the night mist at the bottom of the valley  chilled Little Toomai.", "There was a splash and a trample, and the rush of  running water, and Kala Nag strode through the bed of a river, feeling  his way at each step.", "Kala Nag swashed out of the water, blew his trunk clear, and began  another climb.", "At last Kala Nag stood still between two tree-trunks at the very top  of the hill.", "Toomai knew that so long as he lay still on Kala Nag's neck nothing  would happen to him, for even in the rush and scramble of a Keddah drive  a wild elephant does not reach up with his trunk and drag a man off the  neck of a tame elephant.", "At last there was no sound of any more elephants moving in the forest,  and Kala Nag rolled out from his station between the trees and went into  the middle of the crowd, clucking and gurgling, and all the elephants  began to talk in their own tongue, and to move about.", "He knew that there were elephants all  round Kala Nag, and that there was no chance of backing him out of the  assembly; so he set his teeth and shivered.", "But it grew and  grew, and Kala Nag lifted up one forefoot and then the other, and  brought them down on the ground--one-two, one-two, as steadily as  trip-hammers.", "Once or twice he could feel Kala Nag and all the others surge forward  a few strides, and the thumping would change to the crushing sound of  juicy green things being bruised, but in a minute or two the boom  of feet on hard earth began again.", "He put out his arm and felt the bark, but Kala Nag  moved forward, still tramping, and he could not tell where he was in the  clearing.", "Before Little Toomai had got the ringing out of his head,  before even he had shifted his position, there was not an elephant in  sight except Kala Nag, Pudmini, and the elephant with the rope-galls,  and there was neither sign nor rustle nor whisper down the hillsides to  show where the others had gone.", "\"Kala Nag, my  lord, let us keep by Pudmini and go to Petersen Sahib's camp, or I shall  drop from thy neck.\"", "Two hours later, as Petersen Sahib was eating early breakfast, his  elephants, who had been double chained that night, began to trumpet, and  Pudmini, mired to the shoulders, with Kala Nag, very footsore, shambled  into the camp.", "As Kala Nag sat down, he slid off his neck in  a dead faint.", "Kala  Nag took me, and I saw.", "Also Kala Nag is very leg-weary!\"", "Pudmini,--thou hast seen him at the dance, and  thou too, Kala Nag, my pearl among elephants!--ahaa!"], "appearances_scores": [{"label": "NEGATIVE", "score": 0.9694702625274658}, {"label": "NEGATIVE", "score": 0.6203498840332031}, {"label": "NEGATIVE", "score": 0.9731532335281372}, {"label": "NEGATIVE", "score": 0.9872872829437256}, {"label": "NEGATIVE", "score": 0.996023416519165}, {"label": "NEGATIVE", "score": 0.9960514903068542}, {"label": "NEGATIVE", "score": 0.9984959363937378}, {"label": "NEGATIVE", "score": 0.9575706124305725}, {"label": "NEGATIVE", "score": 0.9988728165626526}, {"label": "NEGATIVE", "score": 0.9985200762748718}, {"label": "NEGATIVE", "score": 0.9902077317237854}, {"label": "NEGATIVE", "score": 0.9964271187782288}, {"label": "POSITIVE", "score": 0.9982255101203918}, {"label": "NEGATIVE", "score": 0.9636632800102234}, {"label": "NEGATIVE", "score": 0.9971773624420166}, {"label": "NEGATIVE", "score": 0.9979415535926819}, {"label": "NEGATIVE", "score": 0.8544008135795593}, {"label": "POSITIVE", "score": 0.9708768725395203}, {"label": "NEGATIVE", "score": 0.9931256771087646}, {"label": "NEGATIVE", "score": 0.9835653901100159}, {"label": "NEGATIVE", "score": 0.99871826171875}, {"label": "NEGATIVE", "score": 0.9708376526832581}, {"label": "NEGATIVE", "score": 0.9953517913818359}, {"label": "POSITIVE", "score": 0.970406174659729}, {"label": "NEGATIVE", "score": 0.9877617359161377}, {"label": "POSITIVE", "score": 0.9974343180656433}, {"label": "NEGATIVE", "score": 0.9874820709228516}, {"label": "NEGATIVE", "score": 0.9965471625328064}, {"label": "NEGATIVE", "score": 0.972883939743042}, {"label": "NEGATIVE", "score": 0.9977138042449951}, {"label": "NEGATIVE", "score": 0.9917393922805786}, {"label": "NEGATIVE", "score": 0.9969140291213989}, {"label": "NEGATIVE", "score": 0.9995170831680298}, {"label": "NEGATIVE", "score": 0.9995279312133789}, {"label": "NEGATIVE", "score": 0.9986599683761597}, {"label": "NEGATIVE", "score": 0.9984361529350281}, {"label": "NEGATIVE", "score": 0.9985553622245789}, {"label": "NEGATIVE", "score": 0.9995641112327576}, {"label": "POSITIVE", "score": 0.9965746402740479}, {"label": "NEGATIVE", "score": 0.9878494143486023}, {"label": "NEGATIVE", "score": 0.9970982074737549}, {"label": "POSITIVE", "score": 0.8500816822052002}, {"label": "NEGATIVE", "score": 0.9993444085121155}, {"label": "POSITIVE", "score": 0.9377753734588623}, {"label": "NEGATIVE", "score": 0.9981607794761658}, {"label": "POSITIVE", "score": 0.7512769103050232}, {"label": "POSITIVE", "score": 0.9978798627853394}, {"label": "NEGATIVE", "score": 0.9717862010002136}, {"label": "NEGATIVE", "score": 0.9577152729034424}, {"label": "NEGATIVE", "score": 0.9726554751396179}, {"label": "NEGATIVE", "score": 0.9685021638870239}, {"label": "NEGATIVE", "score": 0.9921602606773376}, {"label": "NEGATIVE", "score": 0.8350861072540283}, {"label": "NEGATIVE", "score": 0.9833410382270813}, {"label": "POSITIVE", "score": 0.9866270422935486}, {"label": "POSITIVE", "score": 0.9870349764823914}, {"label": "NEGATIVE", "score": 0.9621515870094299}, {"label": "NEGATIVE", "score": 0.9944764971733093}, {"label": "NEGATIVE", "score": 0.998974084854126}, {"label": "NEGATIVE", "score": 0.9232184290885925}, {"label": "POSITIVE", "score": 0.9481900334358215}, {"label": "POSITIVE", "score": 0.9077997207641602}, {"label": "POSITIVE", "score": 0.9972175359725952}, {"label": "NEGATIVE", "score": 0.9737250208854675}, {"label": "NEGATIVE", "score": 0.9805179834365845}, {"label": "POSITIVE", "score": 0.950875997543335}, {"label": "NEGATIVE", "score": 0.9896727800369263}, {"label": "POSITIVE", "score": 0.9707086682319641}, {"label": "POSITIVE", "score": 0.9961821436882019}, {"label": "POSITIVE", "score": 0.6773580312728882}, {"label": "NEGATIVE", "score": 0.85331130027771}, {"label": "NEGATIVE", "score": 0.9674387574195862}, {"label": "POSITIVE", "score": 0.9084866046905518}, {"label": "POSITIVE", "score": 0.9941481351852417}, {"label": "NEGATIVE", "score": 0.9929510354995728}, {"label": "NEGATIVE", "score": 0.9465346932411194}, {"label": "NEGATIVE", "score": 0.9853429794311523}, {"label": "POSITIVE", "score": 0.9948511719703674}, {"label": "POSITIVE", "score": 0.631601870059967}, {"label": "NEGATIVE", "score": 0.9995332956314087}, {"label": "NEGATIVE", "score": 0.9981423616409302}, {"label": "POSITIVE", "score": 0.9472658038139343}, {"label": "POSITIVE", "score": 0.8148785829544067}, {"label": "POSITIVE", "score": 0.9987480640411377}, {"label": "POSITIVE", "score": 0.9571704268455505}, {"label": "NEGATIVE", "score": 0.9838900566101074}, {"label": "NEGATIVE", "score": 0.9966148734092712}, {"label": "NEGATIVE", "score": 0.9954778552055359}, {"label": "POSITIVE", "score": 0.9944167137145996}, {"label": "NEGATIVE", "score": 0.7973076105117798}, {"label": "NEGATIVE", "score": 0.9559764266014099}, {"label": "NEGATIVE", "score": 0.9940902590751648}, {"label": "POSITIVE", "score": 0.8586975932121277}, {"label": "NEGATIVE", "score": 0.9953612685203552}, {"label": "POSITIVE", "score": 0.9722345471382141}, {"label": "POSITIVE", "score": 0.9650710821151733}, {"label": "NEGATIVE", "score": 0.9552318453788757}, {"label": "NEGATIVE", "score": 0.9984297156333923}, {"label": "NEGATIVE", "score": 0.9900550842285156}, {"label": "NEGATIVE", "score": 0.9795178174972534}, {"label": "NEGATIVE", "score": 0.9976630210876465}, {"label": "POSITIVE", "score": 0.9989814162254333}, {"label": "NEGATIVE", "score": 0.9996790885925293}, {"label": "NEGATIVE", "score": 0.9323540925979614}], "sentiment_class": "NEGATIVE", "sentiment_score": 0.6823447455580421}]